{
	"_id": {
		"$oid": "59259876898fc814905e08e7"
	},
	"question_id": 55007229,
	"created": 1485010425,
	"tag_list": [
		"一句话"
	],
	"title": "曹小优的《你看见我男朋友了吗》（《透明战争》）中，有一句话“一如既往当中必有惊雷”究竟有怎样的意思呢？",
	"q_descrip": "谢喵。前些日子，在一个地方看到一句话，大概是这样说的：『生活的本质就是一个源源不断地向你抛出意想不到的，大大小小问题的家伙。』以我的理解，这和『一如既往当中必有惊雷』，有异曲同工之妙。我们都是追求永恒安逸的动物，都想着『考上XX大学一辈子就顺当了』『完成XXX以后就再无遗憾了』『XXXX了就XXXX了』这样自欺欺人的定义，一次又一次地被打脸。安心于『一如既往』的人必会在生活一次又一次的烦扰中绝望。而接受生活这一点本质的人，无论遇见什么突发状况或者意想不到的问题，他都能淡定从容的对待了。因为那就是生活这个家伙的任务嘛。问题解决之后又是接踵而来的问题，但问题本身并不可怕，可怕的是不能淡定对待它们而失衡的自己。我们最大的敌人永远只有自己，走出去直面仿佛会将自己溶解的尴尬，一切就能要么过去要么迎刃而解。永远带着迎接下一个问题的准备走在路上，我想就是最好的活法。即使是惊雷，也不会被吓得一惊一乍，手足无措吧。btw，《你看见我男朋友了吗》是本好书，是继《安德的游戏》和《1Q84》之后第三部拿起来就会不知不觉看到凌晨两点的书，可能是符合我个人的口味吧，反正很喜欢。",
	"num_follow": "17",
	"num_view": "3822"
}
{
	"_id": {
		"$oid": "59259878898fc814905e08e8"
	},
	"question_id": 33884500,
	"created": 1438502849,
	"tag_list": [
		"日本文化",
		"调查类问题",
		"姓氏",
		"日语"
	],
	"title": "有哪些你第一眼就喜欢上的日本姓氏？",
	"q_descrip": "由于音、形、意优美或富有特色而让你第一眼喜欢上的日本姓氏。",
	"num_follow": "717",
	"num_view": "103722"
}
{
	"_id": {
		"$oid": "5925987f898fc814905e08e9"
	},
	"question_id": 27847453,
	"created": 1422459686,
	"tag_list": [
		"日本文化",
		"日本人",
		"日本生活"
	],
	"title": "如何看待日本以法律的形式鼓励女性成为家庭主妇，比如妻子是主妇的丈夫工资会增加，反之会加税?",
	"q_descrip": "这个问题问得实在是太太太太...好了，因为至今为止日本很多税金政策确实都会有意无意地间接让女性倾向做家庭主妇，题主的提问让我看到一个自己从未注意以及思考过的盲点。之所以说『间接』是因为日本确实没有这样的法律或者任何政策明确地直接『倡导』或者『鼓励』女性成为主妇。但过去几十年的社会结构以及在那样一种社会结构下有意无意的政策就造成了一个结果：夫妇双方有一方收入极低时会受到各种各样的保障措施，甚至双方同时工作收入较高时还会有很多不利因素。下面我举几个例子。1. 一方不工作时另一方可以享受税金优惠的『配偶者控除』简单粗暴来说，也就是说你老婆（或老公）不工作的话，你可以少缴税。这应该是和题目关联最大的一个政策，它的大概内容就是，如果夫妇有一方年净收入不超过103万日元（约合折6.4万人民币，但要注意这个年收入在日本属于极低很难养活自己的程度）时，另一方可以受到一定的税金优惠政策，即一部分收入可以不予收税。2. 一方收入较低时可以免除每月的医疗保险费和养老金也就是说另一半正常工作的情况下，如果你把收入压到130万日元以下的话，至少每个月能白省1500人民币而享受完全同样的保险服务。在日本，只要你超过一定年龄并且居住超过三个月以上，就必须强制加入医疗保险和养老金，即使是学生或者是留学生也是如此。但是如果你已经结婚并且年净收入低于130万日元，就有很大可能免费挂在另一半的医疗保险和养老金名下，享受同样待遇而不需要交一分钱。这个政策可以每个月省多少钱呢？我们在网上可以通过道具粗略估算一下，一名年收入356万日元的公司社员，他每个月缴纳的医疗保险差不多要3.6万日元，养老金要3.2万日元。没错！差不多收入的20%就这样被扣没了，所以刚进公司的新人，总是哀嚎拿到手的工资缩水30%并肉疼一阵子....而如果收入恰好刚刚超过130万日元的话，每个月需要缴纳的医疗保险和养老金合计2.5万日元（约合1500人民币）。也就能得出我们刚才的结论了。医疗保险计算器：健康保険料の計算 养老金计算器：厚生年金保険料の計算3. 收入高的夫妇孩子上同样的幼儿园，要交更多的学费顺便说一句，这是日本所有政策中我最最不能理解的一项奇葩规定。简单来说就是即使上完全同样的幼儿园，在同一个班，同样的老师和服务，可能别人家孩子完全免费，你却要每个月交三四千人民币，原因就是因为你的家庭总收入比较高。对于高收入群体来说，高征税已经是为社会贡献的一种方式了，但居然购买一项社会服务都要多交钱，这个劫富济贫也太赤裸裸了。不知道多交钱的那些家庭会不会心里不舒服。横滨市各收入层保育园费用计算表：http://www.city.yokohama.lg.jp/kodomo/25hiokuryo.pdf以上其实是我对原题目真伪的再验证。类似政策有许多，只举了最广为人知且影响比较大的三个，目的就是表达我认为题主的论述是有道理的。无论最初这些政策制定的目的如何，有没有把男女一视同仁，从结果来说他们都的的确确阻碍了女性进入社会发展。比如很多家庭妻子都会出去打工养家，但因为这些政策的存在，就导致她们几乎都会把自己的收入控制到103万或者130万以内，否则就要多缴税或者保险，还不如全职出去工作来的划算。这样无论是从公司的角度，还是个人职业发展的角度，都无法期待她们在社会上的活跃。之所以如此肯定，是因为日本政府也早就注意到了这个问题，并开始着手在尽量不影响人们生计的情况下废除这类政策。比如我们前文提到的第一点『配偶者控除』就基本已经确定会被逐步废除，也就是说几年以后无论另一半工不工作，工作的一方都要交同样的税金。而代替『配偶者控除』的，应该会是『夫妇控除』，也就是说是否结婚才会对税金产生影响，而谁工作谁不工作都无关了。（所以这次被歧视的是单身狗们了么....sigh....）对于这项政策，民众的反应也非常的有趣。这里有一项调查结果：赞同这项政策的女性高达80%，而赞同这项政策的男性只有43%。同时，认为政策可以让工作女性增多的人，只有不到40%。这项调查我们可以看出什么？日本果然是个男权社会？女性地位低下？女权状况堪忧？都不是。其实无论是男性的反对，还是人们认为工作女性不会就此增多，都是有着正当的理由的。其中非常有代表性的一个观点就是认为，不是所有的女性都可以马上找得到工作或者有能力工作的，这样一刀切的取消优惠政策，其实是否定了那些选择一方工作一方照顾家庭的生活方式。应该有更加灵活或者从雇佣、社会保障等其他方面去解决这个问题的更好方法。简单来说就是，你不能为了让大家去工作，就把专业主妇的福利硬生生整没了啊！！！比如有的人家里有老人和小孩要照顾的话，即使缺钱也是没条件去工作的。他们就成了这个改革的受害者。而工作女性不会就此增多，也是因为社会还存在着其他问题，比如孩子怎么办。所以也会有人提出上文第三点也需要改善，并且需要更多的育儿保障。其实这个让女性去工作以后的育儿问题已经差不多是全体共识了，因为过去的几十年里日本并不需要辣么多带孩子的机构，支援跟不上，这个问题不解决是不行的。事实上，政府可能出台奖励使用保育园以外方式带孩子的夫妇的政策（保育园不够用的迂回解决措施....并不高明，但是好吧，总比没有强）当今的日本社会和从前的一亿中产已经不太一样了，专业主妇呈现两极分化的趋势：家庭富裕完全不需要工作的人和比较贫困又要带孩子并没有时间和精力去寻找正式工作的人都增多了。在现有的日本企业工作方式之下，很多女性即使想要工作也是比较难的。总结一下，题主所说的事实的确存在。日本政府有认识到这个问题并且想要进行改善。每一套政策都有当时的时代背景，在他们所面的课题发生变化后，原来的制度不再适用了，但需要改变的地方太多了，加上日本向来保守，做决定胆小做事情慢，不得不一点点来，只能缓慢进行改善。这差不多就是现状了。正好最近刷了《东京女子图鉴》和《问题餐厅》，顺带发表一下个人感想：由于很多人接触日本文化通过影视剧和文章会比直接接触日本社会多一些，所以往往会把影视剧中夸张或者集中的表现当做是100%的现实，其实也是有些片面的。日本的男女平等问题其实不仅仅是意识形态上的『大男子主义』『歧视女性』『女性地位低』这样简单粗暴。旧思想的人虽然可以说仍然大量存在，但社会整体的意识和风潮其实是不断在进步的，甚至在一部分问题上已经到了媒体有主动意识到，并且民众讨论政策实施的层面。比如影视剧的讽刺就是一个最好的表现，密度如此大如此频繁地讨论女性面临的问题就是一种进步，是我们该学习的。任何社会课题都不会是那么单一的，静止的。每次看到很多人一遍又一遍地刷着『日本大男子主义女性地位低』『日本人冷漠无比』之类的简单认知标签，都觉得这样的武断和静止有点可惜。就好像很多不熟悉中国的外国人会认为中国的女娃都受歧视得不到好的教育一样，是太过一刀切了。不同地域，不同群体面临的问题其实是多种多样的。很多事情的答案并不是能完全分得清黑白，说得清非好即坏，也不必纠结于『你认为是A还是B』这种简单结论并用其给别人扣帽子。如果能从不同的角度，收集不同信息去客观看一个事情，世界会有趣得多，能学到的东西也更多~~~欢迎友好讨论，发表想法，谢@学建筑的汪星人 喵。",
	"num_follow": "249",
	"num_view": "62179"
}
{
	"_id": {
		"$oid": "59259880898fc814905e08ea"
	},
	"question_id": 35945159,
	"created": 1443167583,
	"tag_list": [
		"知乎",
		"知乎用户",
		"故事",
		"社会",
		"互联网行业"
	],
	"title": "知乎上有哪些为了回答问题编故事的例子？",
	"q_descrip": "知乎上故事真多，那么有没有人会为了回答问题故意去编段子编故事呢？毕竟网络上比较复杂，不排除有人会为了虚拟的点赞等去作假",
	"num_follow": "7205",
	"num_view": "2998705"
}
{
	"_id": {
		"$oid": "59259887898fc814905e08eb"
	},
	"question_id": 56568158,
	"created": 1488521998,
	"tag_list": [
		"企业家",
		"诗人",
		"豆瓣",
		"大佬",
		"政客"
	],
	"title": "如果人生可以重新选择，一开始会选择什么职业？选择的原因是什么？",
	"q_descrip": "如果人生有第二次体验完全不同道路的机会，我想投身研究方向，致力于实现让女性任何年龄都可以达到同样的生育效果。因为觉得这个目前科学还无法改变的事实是女性在恋爱婚姻以及事业上处于弱势的本质原因之一。女性会因为在意生育风险和对孩子的影响而不得不在意那颗“定时炸弹”，即随着年龄的增大生育能力逐步下降，目前发达的医疗还是无法把它延长到三十五岁以后。即使社会价值观改变，人们不再把女性看作生育工具，出于自身意愿希望养育孩子的女性仍然要受到定时炸弹的束缚，不得不选择尽早结婚。即使人们接受“不结婚找个精子库”这样的做法，生育时间也仍旧有较大的限制，使得她们必须在事业未成熟时就过早的养育孩子的面对经济压力。而男性年龄在生育方面的限制较为宽松，使得四五十岁再生子依然是可能的选项。如果它也能在女性身上真正实现，那么“赶紧找个人嫁了”这件事可能就会在几代人后更彻底的消失。单身主义者也可以在四五十岁后有钱有闲时通过精子库生育孩子。这也是为什么我觉得代孕其实是一件好事的原因。因为它提供了一种替代的解决方案。但在目前的社会环境下反而会造成更多的受害者，因此暂时还不适合实现。如果大家都能四五十岁晚育，发达国家人口会面临更严重少子化的问题？我觉得少子化反而能改善。因为随着城市化，晚婚晚育以及不要孩子会是很多人自然的选择（原因比如不需要孩子养老了，城市使得生活更加丰富多彩而不需要依存家庭，养育孩子越来越大的经济压力等。），这些人很可能会选择终身无子，但如果双方都在五十岁也能保持完整的生育能力，老来改变想法得子的人会增加。",
	"num_follow": "430",
	"num_view": "63972"
}
{
	"_id": {
		"$oid": "59259887898fc814905e08ec"
	},
	"question_id": 57451931,
	"created": 1490159219,
	"tag_list": [
		"化妆品",
		"美容护肤",
		"日妆"
	],
	"title": "日本韩国的“碳酸护肤”是什么原理，有没有好用的东东推荐？",
	"q_descrip": "看到一些美妆博主推荐，不知道是不是噱头，有没有用过的或者研究护肤品的大神来说说。",
	"num_follow": "36",
	"num_view": "15827"
}
{
	"_id": {
		"$oid": "5925988f898fc814905e08ed"
	},
	"question_id": 22008560,
	"created": 1384166310,
	"tag_list": [
		"化妆品",
		"护肤品",
		"酶",
		"美容护肤",
		"酵素"
	],
	"title": "SK-II 的 神仙水 是一款怎么样的产品？",
	"q_descrip": "神仙水是SK-II的产品，其效果真的有传说中的那么神奇吗？使用之后会不会产生很强的依赖性？有没有类似产品可以达到同样的护肤美肤效果？男士或者女士使用有没有什么建议？",
	"num_follow": "3845",
	"num_view": "1577072"
}
{
	"_id": {
		"$oid": "5925988f898fc814905e08ee"
	},
	"question_id": 55985337,
	"created": 1487416509,
	"tag_list": [
		"电影",
		"电影推荐",
		"爱乐之城（La La Land）"
	],
	"title": "电影《爱乐之城》（lalaland）最触动你的台词是什么？",
	"q_descrip": "我是电影最后结尾处男主的 \"Welcome to Seb's.\"",
	"num_follow": "243",
	"num_view": "136897"
}
{
	"_id": {
		"$oid": "59259896898fc814905e08ef"
	},
	"question_id": 56635291,
	"created": 1488641162,
	"tag_list": [
		"法律",
		"新闻",
		"北京地铁",
		"社会",
		"如何评价 X"
	],
	"title": "如何评价北京地铁一名 17 岁男性未成年人与两名「创业扫码」女子的冲突？",
	"q_descrip": "相关问题：如何看待薛之谦对未成年人（17岁）发起的网络暴力？ 视频：北京地铁男子辱骂女子被偷拍？ 警方介入核实 最新消息：北京地铁男子辱骂两名女子 依法不执行行政拘留 当事人微博薛之谦发布的微博的原文",
	"num_follow": "7177",
	"num_view": "5829086"
}
{
	"_id": {
		"$oid": "59259897898fc814905e08f0"
	},
	"question_id": 27683586,
	"created": 1421725249,
	"tag_list": [
		"旅游",
		"日本旅游",
		"北海道",
		"冬季旅行"
	],
	"title": "日本自由行准备去北海道，有什么推荐的温泉胜地吗？",
	"q_descrip": "首先，我们简单了解一下北海道的地理。按照传统的地域划分，北海道可分为道央、道东、道南、道北四个大区。制图：穷游锦囊《北海道温泉》制图：穷游锦囊《北海道温泉》其中，道央地区的主要城市包括北海道的首府札幌，以及周边的石狩、小樽、室兰等地，分布有定山溪、小金汤、丰平峡、朝里川、支笏湖、新雪谷、石狩等温泉度假地，在全日本知名度都很高的登别温泉与洞爷湖温泉也位于道央，但位置相对靠南，也有些旅游指南，甚至一些日本人会把登别和洞爷湖归于道南，不过，无论怎样，请记住这一带的登别温泉和洞爷湖温泉，前者泉质种类之丰富，位列北海道之首，在日本各大温泉榜单经常位列三甲，后者则有着数量丰富的温泉度假区，温泉景方面，洞爷湖更是有着无敌湖景温泉，非常值得流连。道东地区包括钏路、网走、北见、带广、根室等地，分布有阿寒湖、摩周、川汤、和琴、古丹、宇登吕、罗臼、温根汤等温泉度假地，还有具备特殊美肤功效、温泉成分在全球都堪称罕有的十胜川温泉。阿寒湖温泉则是《非诚勿扰》的拍摄地，有着北海道最奢华的湖温泉酒店，湖景同样摄人心魄，不输洞爷湖温泉。道北包括旭川、留萌、名寄、稚内等地，以大雪山山系为中心，分布有层云峡、旭岳、白金、十勝岳、天人峡和吹上等温泉度假地。旭川一带的温泉多出自大雪山火山群，可选范围较广，结合山岳主题的户外旅行，以这些温泉酒店为根据地，爬完山后回来吃大餐、泡温泉，让户外活动也能成为享受。道南是以函馆为中心的区域，分布有谷地头温泉与汤之川温泉。在道南与青森隔海相望的渡岛半岛上，还分布着很多历史悠久的古老温泉，如北海道最古老的温泉，知内温泉。此外在函馆的汤之川温泉不仅人可以洗温泉，还能在这里的热带植物园看到日本猕猴洗温泉的景象，场面十分滑稽有趣。暮霭中的旭岳温泉。摄影：暮霭中的旭岳温泉。摄影：@走遍东北亚汤之川温泉的猴子。摄影：汤之川温泉的猴子。摄影：@走遍东北亚北海道大雪山火山群蕴藏了丰富的地热资源。摄影：北海道大雪山火山群蕴藏了丰富的地热资源。摄影：@走遍东北亚登别地狱谷的地表温泉径流。摄影：登别地狱谷的地表温泉径流。摄影：@郭睿更多有关北海道温泉的信息，可以参考由我撰写的《北海道温泉》穷游锦囊。到穷游网官网、穷游网APP和穷游锦囊APP即可找到，希望能给想要了解日本温泉和北海道温泉的朋友带来更多帮助与参考。",
	"num_follow": "411",
	"num_view": "34636"
}
{
	"_id": {
		"$oid": "5925989e898fc814905e08f1"
	},
	"question_id": 19912043,
	"created": 1320986803,
	"tag_list": [
		"日本",
		"人种",
		"中国"
	],
	"title": "「日本人觉得中国人不如黑人」，这是真的吗？这是全民的观点还是局部人的意见？",
	"q_descrip": "某位去日本留过学的教授还说过，没有日本女人愿意嫁给中国人。",
	"num_follow": "1518",
	"num_view": "1321200"
}
{
	"_id": {
		"$oid": "5925989f898fc814905e08f2"
	},
	"question_id": 53707466,
	"created": 1481879167,
	"tag_list": [
		"知乎",
		"知识",
		"知识管理",
		"互联网创业",
		"知识变现"
	],
	"title": "知识变现究竟难在哪里？",
	"q_descrip": "信息时代，知识是什么？是经验、工具还是解决方案？怎么区分这些价值？那么其价值点怎么营销？用户体验有什么特点？大家都怎么看呢。 ------------ 3.8 针对当前的知乎live或者是别的知识变现的风潮，建议改题目为“碎片化的知识变现难在哪里”，因为目前系统性的知识变现早就不是问题，比如职业培训比如学校。 ------- 反对楼上对问题这样修改，因为当下很多回答都是针对“知识变现”这整个问题的，你把题目改的范围一下缩小这…",
	"num_follow": "11355",
	"num_view": "943497"
}
{
	"_id": {
		"$oid": "592598a5898fc814905e08f3"
	},
	"question_id": 54805209,
	"created": 1484519385,
	"tag_list": [
		"日本",
		"政治",
		"中国",
		"南京大屠杀",
		"阿帕酒店（APA Hotel）"
	],
	"title": "如何评价 APA Hotel 酒店社长是日本极右翼？除了拒绝入住该酒店，是否还有其它抵制方法？",
	"q_descrip": "相关问题：帮忙推荐一些比较好的日本酒店？ 相信原题主问“该不该订这家酒店”的时候是为了避免在提问的时候带入主观情绪，但是不少答主抓住这一句话来反驳，对问题好像没什么帮助，于是修改了一下标题。",
	"num_follow": "3024",
	"num_view": "1817889"
}
{
	"_id": {
		"$oid": "592598a6898fc814905e08f4"
	},
	"question_id": 31092804,
	"created": 1433778650,
	"tag_list": [
		"健康",
		"食品科学",
		"食品安全",
		"营养学",
		"餐饮业"
	],
	"title": "从事食品行业的人，不会去吃哪些食品？",
	"q_descrip": "请说明原因，帮助大家认识到为何不能吃",
	"num_follow": "101661",
	"num_view": "20507804"
}
{
	"_id": {
		"$oid": "592598ad898fc814905e08f5"
	},
	"question_id": 53480048,
	"created": 1481329683,
	"tag_list": [
		"恋爱",
		"约会"
	],
	"title": "约会开销是不是应该全让男生付？",
	"q_descrip": "题主是大学生。北京本地学生。生活费一个月家长给800，自己兼职有300。也不知道别人的生活费大概是多少，感觉自己这个不多不少吧。之前认识一个妹子，很喜欢，现在已经是很好的程度，好到就差我一个表白就在一起了。她也说挺喜欢我的。之前出去过的那几次，去欢乐谷啊，看电影，吃饭，吃甜点什么的。。都是我出的钱，怎么说呢。。这个妹子每次和我出来，我就没见过她的钱包。。也可能是我太主动了？每次看电影我都提前买好票，吃…",
	"num_follow": "8572",
	"num_view": "3701800"
}
{
	"_id": {
		"$oid": "592598ad898fc814905e08f6"
	},
	"question_id": 52784011,
	"created": 1479547585,
	"tag_list": [
		"日本文化",
		"教育",
		"教育培训",
		"日本教育"
	],
	"title": "日本的课外辅导班是什么样的？有什么和中国不同的地方吗？",
	"q_descrip": "我想给大家介绍日本一种很『特殊』并且已经进军世界的辅导班模式——KUMON教育研究会的『基于教材的自学辅导』。首先我想讲一个自己的故事：我没上过幼儿园，也没上过课外班。因为从小不喜欢去幼儿园（我妈说我小时候对幼儿园的总结是『吃饭睡觉坐凳凳』，可见当时幼儿园并没有什么好的教育，就是带孩子），姥姥又住在我家，所以大部分时候都是待在家里，自己看书，玩，有不会的字就问姥姥。这样几年下来认识了很多汉字，父母觉得水平够上小学了，于是就5岁入了学。这个年龄优势到现在都令我很感激父母当年的决定。同时也觉得，其实小学那点知识根本用不上六年来学习。小时候社会上很流行那种『11岁考哈佛』的书籍，虽然我对这种追求极致的教育方式心存疑虑，但有一点是同意的：对于不少孩子来说，没有必要跟随学校照顾全体孩子的教育进度，完全可以按照自己的速度去接触更多的知识和更宽广的世界。但是除了家里有钱请私人教师，哪里又有这样的教育资源？但是在二十年后，我才发现日本在60年前就已经有类似的教育方式了。这就是文头提到的KUMON公文式教育。KUMON又称为『公文』或者『公文式教育』。它的核心价值就是『教材』和『自学模式』，完美的实现了当年我『每个孩子都能按照自己的理解水平去控制学习速度』的设想。虽然在日本这种课外教育模式非常普遍，但在日本的中国人除非结婚生子，很少有机会了解。而恰巧在日本找工作的时候，我在一家IT咨询公司实习。正好被分配到深入研究这家公司教育模式以及网页设计的任务，才深入了解了这种教育模式。所以在这里作为日本教育其中一角的窗口介绍给大家。【教材】从幼儿教育一直到成人（面向大学生白领主妇）的教材都有，科目也出了不少，但核心的还是小初教育以及语数外三科。教材看起来就是一本知识+习题册，和我们在国内接触的也差不多。不过它设计上的思路在于，把不同难度的知识细分再细分，使得每一步的知识都不会太难，然后通过习题去不断检验。图片来自网络图片来自网络图片来自网络上图可以看到，习题评分不仅细分为每一类目知识的掌握程度，还有一些帮助分析和自检的曲线。这个也很符合我们成年之后自学的习惯：分数只是为了检验和反省没掌握的地方，通过不断检验+查缺补漏来获得切实的知识和技能。通过这种课外自学，每个人都能随时选择符合他水平的教材以及调整学习速度。根据统计，50%以上的小学生可以通过自学，提前1-3年掌握高年级的知识。要是我们小时候也有这个，估计可以连续跳级毫无压力吧。来自KUMON官网：公文式オフィシャルサイト KUMON（くもん） | 公文教育研究会综上，其实这种课外教学方式并不同于传统的『辅导班』，更像是教材经过精心设计的函授。其实如果是这样的话我实习的内容也就没什么意思了，有趣的是，这种教育方式还在全世界有很多很多教室。【教室】让我首先觉得惊异的是，教室居然在日本全国各地都有分布。来自KUMON官网：公文式オフィシャルサイト KUMON（くもん） | 公文教育研究会大家都知道，日本现在是少子高龄化社会，出了东京大阪的城市圈，其实小孩子非常非常少，在一些边远地区肯定是撑不起一个教室的成本的。而且搜索一下，发现这个密度非常不合理！光是要租这么多地方就是一大笔钱。来自KUMON官网：公文式オフィシャルサイト KUMON（くもん） | 公文教育研究会这就是这个『辅导班』有趣的地方，绝大部分教室都是加盟式的，任何人只要通过了审核，就可以自己开KUMON教室，当老师。（日本的教师资格非常之严，关于这一点我们后面再说明）所以很多四十-五十岁的家庭主妇，会租个空房，或者利用自己家开教室。有时候他们还会提供一些非常便宜的地方供想当老师的人租赁，更有趣的是你还可以寻找家附近的已有教室去『继承』。那这个以自学为主的教材辅导模式，去教室到底干什么呢？官网上给的图片可以很好地说明教师的用途。完全自学总有一些限制，因此在教室可以进行集中的答疑以及学习方法速度的调整。这个教室的用途也很好的解答了我对教材为主的自学方式的一个疑惑。因为KUMON提供日本国语教育很久，所以现在他们也为在日本的外国人提供日语培训服务。在我的观念里，语言学习（尤其是初学者）是一定需要老师纠正语音语调的。教室的存在弥补了这一方面。而对于没时间去教室的工作族以及忙着带孩子的主妇们，他们也提供完全的远程学习，会安排skype教学等方式，大家可以在线和老师对话，提问。来自KUMON日语课程官网：函授学习｜公文式日本语课程【老师】正如前文所说，这种辅导班的大部分老师都是主妇。一个统计表：将近80%的老师都是50岁以上，五分之一的老师在70岁以上。而其中大部分老师都是在40-55岁开始创办教室，一直工作的。来自KUMON教师官网：くもんの先生はずっと続けられるお仕事です｜公文教育研究会在教师资格如此严格的日本，为什么这么多的高龄主妇可以做老师呢？这就又回到教育模式上：老师不直接传授知识，真正的『老师』是教材。而这些教室里的老师会传授教材的正确使用方法，以及一些辅助性的教学（如前文提到的日语口语练习等）。比如怎么安排进度，怎么查看自检结果。这样的辅导是不需要教师资格的。也正因为如此，不需要有教师资格也可以申请开设教室和成为老师，接受培训和教学辅导之后就可以上岗，并且工作一辈子。在育儿同时很难继续正式工作的日本，这种措施也为不少女性帮了大忙。来自KUMON教师官网：くもんの先生はずっと続けられるお仕事です｜公文教育研究会最后，KUMON教育最初创立，其实有个温馨的故事。创始人公文公是个高中数学教师，因为孩子数学成绩不太理想，这位父亲就自己一手写了一本教材，让孩子通过他设计的循序渐进的练习获得进步。后来这个孩子在小学六年级就开始掌握微积分的知识。在一年后，公文公就开始公开推广这种学习模式直至今天，才有这么一种特别的课外辅导形式。他曾经出过一本书，叫做『学习差不在孩子』，我觉得，这句话会给很多父母不小的启发吧。",
	"num_follow": "302",
	"num_view": "39181"
}
{
	"_id": {
		"$oid": "592598b4898fc814905e08f7"
	},
	"question_id": 25546586,
	"created": 1411757003,
	"tag_list": [
		"文化交流",
		"文化",
		"国外",
		"中国",
		"文化输出"
	],
	"title": "有哪些中国输出至国外的文化？",
	"q_descrip": "这里的“文化”的范围比较广，不限制具体，不限制年代。 *各位朋友，我发现很多人的关注点是错误的，我所问的是“输出”，不是“影响”或“融入”， \"输出\"是一种行为，而“影响”和“融入”就是一种结果了，所以请各位不要再拿结果去否 定过程。 姊妹问题： 有哪些国外输入至中国的文化？ - 文化交流 - 知乎",
	"num_follow": "5866",
	"num_view": "5576190"
}
{
	"_id": {
		"$oid": "592598b6898fc814905e08f8"
	},
	"question_id": 53062832,
	"created": 1480244254,
	"tag_list": [
		"职业发展",
		"职业规划",
		"自由职业",
		"自我提升",
		"个人规划"
	],
	"title": "如何判断自己是否适合成为一个自由职业者，自由职业者的核心技能应该是哪些？",
	"q_descrip": "本题已收录圆桌自由职业之路 »，更多「自由职业」相关话题欢迎关注讨论。",
	"num_follow": "1696",
	"num_view": "158925"
}
{
	"_id": {
		"$oid": "592598bc898fc814905e08f9"
	},
	"question_id": 52159072,
	"created": 1477910410,
	"tag_list": [
		"音乐",
		"生活",
		"歌曲",
		"歌词"
	],
	"title": "有哪些令你惊艳的歌词？",
	"q_descrip": "类似问题： 有哪些令你惊艳的电影台词？ - 影视评论 有哪些令你惊艳的一句话或诗句？ - 生活",
	"num_follow": "12258",
	"num_view": "1279571"
}
{
	"_id": {
		"$oid": "592598be898fc814905e08fa"
	},
	"question_id": 51387720,
	"created": 1475932251,
	"tag_list": [
		"生活方式",
		"白领",
		"化妆",
		"美容护肤"
	],
	"title": "工作忙，事情多，每天都很累，如何搞定每天的护肤和化妆和打扮？",
	"q_descrip": "每天工作忙，回家还要接送照顾孩子，虽然老公愿意帮忙但事情还是多。很多时候回家就想躺床上睡觉，护肤都谈不上更别提每天化妆了。可是也不想降低生活品质把自己搞成未来的黄脸婆，唉。求适合我的保养和打扮方法。",
	"num_follow": "5175",
	"num_view": "451625"
}
{
	"_id": {
		"$oid": "592598c2898fc814905e08fb"
	},
	"question_id": 22631340,
	"created": 1391058030,
	"tag_list": [
		"法律",
		"历史",
		"死刑",
		"辟谣",
		"谣言识别"
	],
	"title": "怎样看待“依然逍遥的杀人者”？",
	"q_descrip": "“1966年8月北京大辛庄一夜杀106人，组织者高福兴、胡福德1971年判刑8年，后提前释放正常退休；1967年湖南道县66天杀4193人，行凶者\n1986年才因群众上访受惩，最高判刑10年，大多仅受党纪处分；1968年广西宾阳11天杀3883人，指挥者6949部队副师长王建勋随后升任广州警\n备区副司令至1982年离休。”这是不是谣言？",
	"num_follow": "3",
	"num_view": "832"
}
{
	"_id": {
		"$oid": "592598c5898fc814905e08fc"
	},
	"question_id": 28633762,
	"created": 1425897828,
	"tag_list": [
		"代数",
		"线性代数"
	],
	"title": "想请问如何形象的理解线性空间中的对偶空间 对偶基 对偶空间的对偶空间 对偶基的对偶基这些概念?",
	"q_descrip": "一个有限维向量空间  ，选取一组基以后里面的任意一个向量  可以写成, 这里的每个坐标，比如 , 都是 中的元素（因为 是在  上取值的函数 ），而这个 就构成  的一组基，因为每个线性函数都可以写成  .关键是向量空间中点和坐标的关系，以前你可能模糊地认为，点和坐标 “一一对应”。实际上和点一一对应的，是坐标的数值组成的向量。而每一个具体的 “坐标函数”，比如给 平面上每个点取的值，都是对偶空间中的东西。我想可能有高中生会看这个，讲点高中学过的内容吧。一维线性空间的对偶空间，高中就讲过——讲法好像是函数图像的变换。给定上的函数 ，函数 的图像是什么样子？并不是沿轴方向放大倍，而是倍。如果 是线性函数（比如坐标函数），这里解释清楚以后就是坐标变换后对偶空间中的坐标变换，恕不展开说了。另外一种看法是，给定 V 中的 n 个向量，相当于给了从 k^n 到 V 的一个映射。这个映射是单射当且仅当这 n 个向量线性无关，是同构当且仅当这 n 个向量是一组基。那给定给定 V* 中的 n 个向量，相当于给了从 V 到 k^n 的一个映射。这个映射是满射当且仅当这 n 个向量线性无关，是同构当且仅当这 n 个向量是一组基。 如果 V 是有限维的线性空间，(k^n → V) 对应于 V 的一组基， (V → k^n) 对应于 V* 的一组基，这两个东西互为对偶基当且仅当复合映射 (k^n → V → k^n) 是恒同映射。",
	"num_follow": "72",
	"num_view": "4278"
}
{
	"_id": {
		"$oid": "592598cb898fc814905e08fd"
	},
	"question_id": 41521043,
	"created": 1458290197,
	"tag_list": [
		"代数",
		"几何学",
		"微分几何"
	],
	"title": "关于微分形式的意义？",
	"q_descrip": "流形上的微分形式有什么深层次的意义吗？我现在只知道它是（0，l）型反对称张量。求大神帮帮忙(\u003e﹏",
	"num_follow": "110",
	"num_view": "4759"
}
{
	"_id": {
		"$oid": "592598cc898fc814905e08fe"
	},
	"question_id": 50098774,
	"created": 1472361418,
	"tag_list": [
		"中国历史",
		"历史",
		"文学",
		"历史人物评价"
	],
	"title": "你见过哪些精彩的人物评价？",
	"q_descrip": "读到余光中评价李白 酒入豪肠，七分酿成了月光 余下的三分啸成剑气 秀口一吐就半个盛唐.",
	"num_follow": "3048",
	"num_view": "910479"
}
{
	"_id": {
		"$oid": "592598d3898fc814905e08ff"
	},
	"question_id": 53774884,
	"created": 1482065286,
	"tag_list": [
		"数理逻辑（Symbolic Logic）",
		"集合论",
		"范畴论"
	],
	"title": "集合论与范畴论和topos理论是什么关系？",
	"q_descrip": "范畴论可以在NGB或者ZFC+某些大基数公理中建立，topos作为一个范畴是也是建立在集合论之中，而topos有自己的内部形式语言（直觉主义类型论），可以在topos里建立一套新的“集合论”，但是这套内部语言似乎太弱了，使用这套(某个topos的)内部语言是否能够重新建立“内部范畴论”？即，使用这套语言像ZFC和NGB那样定义范畴，以及定义这个topos本身？更进一步，在同伦类型论里建立“高维范畴论”和“高维topos”理论是否可行？",
	"num_follow": "87",
	"num_view": "2209"
}
{
	"_id": {
		"$oid": "592598d5898fc814905e0900"
	},
	"question_id": 47677176,
	"created": 1466518803,
	"tag_list": [
		"婚姻",
		"育儿",
		"儿童教育",
		"家庭教育",
		"亲子关系"
	],
	"title": "老公教四岁的孩子加法，孩子算错了老公就叹气说智商够呛，我说他要多鼓励，他说我学渣就别指手画脚了怎么办？",
	"q_descrip": "6/26 收到好几个朋友的私信，谢谢你们的关心。我觉得我有必要再多说一些。没想到得到这么多人的关注，谢谢你们了。 我老公一直都是比较强势的人，以前我很喜欢，觉得什么都有人帮我料理好了，多幸福，其实现在我也这么认为。 以前觉得自己也挺好的，人长的不差，有一份轻松的教师工作，学生们也很喜欢我。但是在他看来我的工作是没有技术含量的。 后来有了孩子因为没人帮忙，所以我就开始做了全职主妇。他经常觉得我办事能力太差…",
	"num_follow": "2831",
	"num_view": "471425"
}
{
	"_id": {
		"$oid": "592598db898fc814905e0901"
	},
	"question_id": 53998900,
	"created": 1482566529,
	"tag_list": [
		"软件推荐"
	],
	"title": "有哪些支持数学公式的离线日记本软件？",
	"q_descrip": "想写点日记。 希望能支持可修改的公式。",
	"num_follow": "115",
	"num_view": "6568"
}
{
	"_id": {
		"$oid": "592598dc898fc814905e0902"
	},
	"question_id": 53061647,
	"created": 1480241408,
	"tag_list": [
		"几何学",
		"微分几何"
	],
	"title": "流形的概念可以不依赖欧氏空间来定义吗？",
	"q_descrip": "流形的定义需要依赖于欧氏空间\\mathbb{R}^n，这样的话，从概念的复杂度来说，流形是一个比欧氏空间更复杂的概念，可是我们又经常将流形视作欧氏空间的推广，并且在上面定义了微分结构，来推广欧氏空间中的微积分，那么可不可以不依赖欧氏空间\\mathbb{R}^n，而通过一些更原始的概念直接定义流形，就像 Quillen 对同伦论的范畴化那样，直接用范畴论的语言，公理化的去定义，更不是去使用一个更复杂，更特殊的概念（拓扑空间的同伦…",
	"num_follow": "193",
	"num_view": "12415"
}
{
	"_id": {
		"$oid": "592598e2898fc814905e0903"
	},
	"question_id": 51461027,
	"created": 1476109098,
	"tag_list": [
		"代数几何"
	],
	"title": "如何理解代数几何中的stacks概念？",
	"q_descrip": "schemes ⊆ algebraic spaces ⊆ Deligne–Mumford stacks ⊆ algebraic stacks ⊆ stacks. 是对scheme的进一步抽象推广？因何种目的要这么推广？",
	"num_follow": "105",
	"num_view": "3346"
}
{
	"_id": {
		"$oid": "592598e3898fc814905e0904"
	},
	"question_id": 44668101,
	"created": 1461749065,
	"tag_list": [
		"数学",
		"组合数学（Combinatorics）",
		"代数几何"
	],
	"title": "代数几何方法在组合中有哪些应用？",
	"q_descrip": "能想到的一个应用就是 Ehrhart polynomial. 中学数学竞赛有个很初等的定理，叫 Pick 定理，说任意一个顶点为整点的多边形面积等于内点个数加上边界上顶点数的一半再减1. (.) Ehrhart polynomial 可以看做这个结论在高维情形的推广。如果 是中顶点为整点的 polytope, 考虑上的函数（的倍中整点的个数）. Ehrhart 的一个定理说，是一个次多项式，另外 MacDonald 证明了一个对偶性质 . 这个纯组合的结论可以用 toric variety 来证明。任意一个顶点为整点的 polytope 都给出了一个 toric variety 及其上的一个 ample line bundle, 就是那个线丛对应的 Hilbert polynomial. 如果没记错的话关于的结论就是这上面的 Serre duality.所有 toric variety 的结论理论上都可以用来研究 polytope, 上面只是一个很小的例子。",
	"num_follow": "153",
	"num_view": "7628"
}
{
	"_id": {
		"$oid": "592598e9898fc814905e0905"
	},
	"question_id": 51308665,
	"created": 1475728851,
	"tag_list": [
		"数学"
	],
	"title": "在数学研究生或博士阶段，有哪些定理、哪篇论文，或者哪种理论让你为之振奋？",
	"q_descrip": "感谢提问。也感谢前面各位有趣的答案。复变函数的 Rouché 定理能算么，哈哈。认真回答的话，代数上很多东西觉得兴奋都是一时的，真正了解了之后回头看很平凡。曾经感到神奇的可以罗列几个，末尾再说。我觉得神奇还值得一写的是 Gromov 的 non-squeezing theorem, 这个属于辛几何，并非我专业领域的东西，正是因为不能透彻理解才觉得神奇。但即使是辛几何大牛，比如 Denis Auroux 或者 Dusa McDuff, 充分了解技术细节，提到这个定理的时候也充满崇敬，觉得只有 Gromov 这样的人才能想出来（\"Because he's Gromov.\"）。这个定理的陈述如下：把中的四个坐标记作. 令 是中半径为的球， 是 中半径为的圆柱，两者都是中的开集，上面都有微分形式, 如果, 则不存在嵌入使得换句话说，不存在辛几何中的映射 symplectomorphism第一次看到的时候简直为这个定理的陈述之简单程度震惊，去掉辛几何的名词之后陈述，任何一个学过多元微积分的人都可以理解（如果没学过微分形式，这甚至可以改成上不存在满足一个不等式并且其偏导数满足一些关系的四个函数这种形式，只是看起来没那么有趣了）。如果不说是 Gromov 证明的，我可能会猜测这是 19 世纪末 20 世纪初的结果吧，实在不敢相信陈述起来这么简单的东西竟然到了 1985 年才发现（作为 -holomorphic curve 的一个应用）。之前可能连猜想都没有。直观说的话就是辛几何之前给人的感觉都是软软的，现在发现4维及4维以上的情形竟然还有点刚性。二维的情形，参见下图（单摆的相空间里的流），因为任意一个 hamiltonian flow 都是辛变换，下图中的几个图形之间都是存在辛变换的，简单讲只要保住面积微元就行。可以看见有的图形被拉伸得又细又长。看完这个图再去想想四维及以上的辛几何竟然也歧视胖子，说太胖的球钻不进一根水管，还真的挺惊讶的。英文里这东西叫 symplectic camel. 来自圣经里一句话 “要让富人上天堂比把骆驼穿过针眼还难”。证明说不上复杂或者简单，找合适的近复结构再找合适的-holomorphic discs 来比较面积。需要说的是这个东西并不是一个 “很萌的小结果”，而是对整个理论有深远的影响的。很值得多写几句，但暂时就这样了。注1：这个定理对里的球和圆柱也是成立的，只要就行。 注2：symplectic camel 有时候用于指代好几个类似的东西，不仅仅是这个。代数方面曾经觉得很神奇的东西包括 Hodge II, III 的 paper, model category, Artin approximation, topos, cotangent complex, Giraud 对的直接描述 (non-abelian cohomology, 用 gerbes 描述里的元), Bridgeland stability 等等。",
	"num_follow": "1098",
	"num_view": "50307"
}
{
	"_id": {
		"$oid": "592598ea898fc814905e0906"
	},
	"question_id": 51107401,
	"created": 1475077115,
	"tag_list": [
		"数学",
		"代数",
		"范畴论",
		"代数几何"
	],
	"title": "学代数是否应该把自己“洗脑”了学？",
	"q_descrip": "粗略来讲，感觉学代数有两种风格，一个是重视具体例子，一个是非常conceptual，个人感觉重视具体例子的做法在学到代数几何、范畴论这些东西的时候就呵呵哒了，特别是范畴论的课，老师（非常夸张地）说：”我给小学生讲都比给你们讲要轻松，你看人家Grothendieck的EGA就说你什么基础都不需要 blablabla“ 然后我发现把自己洗了脑当成煞笔，书上说什么都不问为什么，然后像煞笔一样往下看似乎是唯一可行的做法，过一段时间就会发现…",
	"num_follow": "175",
	"num_view": "7778"
}
{
	"_id": {
		"$oid": "592598f1898fc814905e0907"
	},
	"question_id": 48114859,
	"created": 1467552508,
	"tag_list": [
		"数学",
		"代数拓扑"
	],
	"title": "如何理解代数拓扑中的谱序列？",
	"q_descrip": "谱序列的介绍总觉得比较杂乱，谱序列的本质和目的是什么？",
	"num_follow": "234",
	"num_view": "5466"
}
{
	"_id": {
		"$oid": "592598f3898fc814905e0908"
	},
	"question_id": 20518518,
	"created": 1349697471,
	"tag_list": [
		"数学",
		"代数",
		"几何学",
		"代数几何"
	],
	"title": "怎麼理解代數幾何概念 motive？",
	"q_descrip": "如題，motive（又作 motif，pure or mixed）是現在代數幾何中一個比較hot的topic，但是我始終不太理解他的意思，求解釋",
	"num_follow": "147",
	"num_view": "9312"
}
{
	"_id": {
		"$oid": "592598f9898fc814905e0909"
	},
	"question_id": 42048678,
	"created": 1459573505,
	"tag_list": [
		"数学",
		"趣味数学"
	],
	"title": "抽象代数教育可以在初高中引入吗？",
	"q_descrip": "甚至小学。 相比于严谨而又艰深的分析，代数的各种定义非常朴素，交换环就是整数的四则运算blabla。不需要很多知识基础，而且而且而且，小学生肯定觉得很好玩呀。",
	"num_follow": "372",
	"num_view": "32303"
}
{
	"_id": {
		"$oid": "592598fa898fc814905e090a"
	},
	"question_id": 28880391,
	"created": 1426740460,
	"tag_list": [
		"数学",
		"数学史",
		"翻译"
	],
	"title": "“调”，“伦”，“痕”等数学语言为什么这样翻译？",
	"q_descrip": "数学上最初翻译成这些字有什么特殊的理由？又比如为什么把随机过程中的Ｍartingale翻译成”鞅“等等，也希望大家能补充其他名词翻译的理由。",
	"num_follow": "163",
	"num_view": "11955"
}
{
	"_id": {
		"$oid": "59259900898fc814905e090b"
	},
	"question_id": 39501051,
	"created": 1452822169,
	"tag_list": [
		"数学",
		"代数",
		"几何学",
		"基础数学",
		"数学学习"
	],
	"title": "数学学到什么程度可以进行下一部分的学习了？",
	"q_descrip": "在学习一部分内容的时候总会觉得没有学透或者没有学完，那如何判断 自己什么时候可以进行下一部分知识的学习？ 题主是数系本科生，看书主要是想扩充知识面，加强对数学各个方向一些粗浅的了解。 但最近在一本书中停留太久，不知道该接下来继续看完？还是先换个方向换本书？ 这种想法是否正确？这个问题应该如何解决？ 谢谢。",
	"num_follow": "1879",
	"num_view": "41184"
}
{
	"_id": {
		"$oid": "59259903898fc814905e090c"
	},
	"question_id": 24066773,
	"created": 1402161401,
	"tag_list": [
		"数学",
		"高等数学"
	],
	"title": "无法理解高等数学怎么办？",
	"q_descrip": "匿名不能邀请呢，要不来关注的同学们帮我邀请一些大牛来作答？ 说来也好笑，我从国内某top5高校理工科毕业多年，一直苦恼于高等数学学不好【毕业以后从事的事情跟高数尚未发生半点关系。。。我就是单纯奇怪一下这个事情】。自我感觉问题在于我对于高数里的东西无法做出直观的想象。 厚颜无耻地说一句，高中物理我学得非常轻松而且成绩非常好，基本就是翻一遍书考试就接近满分【高考物理部分满分】，我感觉我能把书上的理论公式转…",
	"num_follow": "17782",
	"num_view": "991949"
}
{
	"_id": {
		"$oid": "59259906898fc814905e090d"
	},
	"question_id": 39383964,
	"created": 1452503541,
	"tag_list": [
		"代数",
		"线性代数",
		"抽象代数",
		"代数拓扑"
	],
	"title": "线性代数和抽象代数（以及代数其他的分支）思维相通吗？",
	"q_descrip": "如题，擅长线性代数的人一般能擅长代数（抽象代数、代数拓扑、代数几何、范畴论等）吗？本人学线性代数时曾学得很好，对Jordan标准型、几何重数、代数重数等有深刻把握，所有证明题全部用矩阵方法和线性空间方法证过两遍。但后来学抽象代数时就没这么好的感觉了，一些群的定理觉得很难证，也许是被杂事干扰、没下功夫的原因。一直想知道学线性代数时的才能能否作为对后续代数课程能力的判据。",
	"num_follow": "76",
	"num_view": "1681"
}
{
	"_id": {
		"$oid": "5925990a898fc814905e090e"
	},
	"question_id": 39351943,
	"created": 1452419603,
	"tag_list": [
		"数学",
		"应用数学",
		"数学分析",
		"数学证明"
	],
	"title": "到达什么水平才能算是学会了数学？",
	"q_descrip": "很想学懂数学到底是怎么运作的，原理是什么，作为学生大多数时候并没有真正学懂，能考试会算题就得过且过了。然而身边有些人对数学就好像有天赋一样，不论什么问题（以数学题为例）一眼就能看得透彻。 我觉得这应该不是天赋问题，也不可能是智力问题，那么真正能够学懂数学的人和学不懂数学只会做做题的人差距在哪里，是否可以通过某种手段弥补？ 另，我的几何方面可能稍微好一点，其次概率和统计。微积分几乎一窍不通只会算题。…",
	"num_follow": "833",
	"num_view": "22256"
}
{
	"_id": {
		"$oid": "5925990e898fc814905e090f"
	},
	"question_id": 50861385,
	"created": 1474450752,
	"tag_list": [
		"女朋友",
		"网上求助",
		"爵迹（电影）"
	],
	"title": "女朋友让我陪她去看《爵迹》，如何委婉地拒绝？",
	"q_descrip": "可耻的匿了，不想被人看出来。 话说女朋友是郭敬明的死忠粉，虽然我们也经常在一起看电影，但是对于郭敬明，我真的是充斥着反感，也明确跟女朋友表达过这种反感，她说我也陪你看了魔兽了，你怎么能不陪我看爵迹…我很想对她说这根本不能类比好吧，但是又怕说得过分了伤了感情！求各位大神们支招！要怎么婉拒我的女朋友！在小时代的时候我还在吃着狗粮，都躲过了小时代了难道我要躲不开爵迹吗！",
	"num_follow": "1599",
	"num_view": "331568"
}
{
	"_id": {
		"$oid": "59259913898fc814905e0910"
	},
	"question_id": 29268222,
	"created": 1428039504,
	"tag_list": [
		"美食",
		"食物",
		"饮食",
		"吃",
		"饮食文化"
	],
	"title": "出国之后，你的饮食口味有改变吗？",
	"q_descrip": "就是在国内觉得好难吃的东西，出国发现其实还挺好吃。 或者在国内觉得很好吃的东西，到了国外也就这么回事吧。拿自己举个例子吧，我以前很不理解为什么鸡胸脯肉好吃，总觉得塞牙。这几年觉得烤熟了，蘸酱吃味道也不错。 －－－－－－－－－－－－－－－－－－－－ 似乎这问题在这两天吸引了不少吃货前来回答～每个答案都看了，吃货的世界分外精彩啊。感谢大家分享自己的经历，看的我都有点饿了哈哈 －－－－－－－－－－－－－－…",
	"num_follow": "3859",
	"num_view": "1085949"
}
{
	"_id": {
		"$oid": "59259916898fc814905e0911"
	},
	"question_id": 50652017,
	"created": 1473860194,
	"tag_list": [
		"节日",
		"亲情",
		"留学",
		"移民",
		"海外回国"
	],
	"title": "应该留在国外争取更好的生活，还是回到故乡陪伴父母？",
	"q_descrip": "微信上收到妈妈发来的一个视频，提醒我一定要看看，说她都看哭了。于是抱着完成任务的心态点开来看看，真的看完却泪目了…… 尤其是听到她跟我说“想多看看你，我和你爸也没多少年好活了。”虽然嘴上安慰她说二老身体健康一定长命百岁，内心却真的慌张了起来。视频里的情节，又一幕幕反复起来，真怕父母老去生病的那一天。 明天又是中秋节，身在异乡的我，能做的只有啃着唐人街贵出血的月饼和爸妈视频聊聊天。一边是无法陪伴父母…",
	"num_follow": "1017",
	"num_view": "24232"
}
{
	"_id": {
		"$oid": "5925991c898fc814905e0912"
	},
	"question_id": 49016664,
	"created": 1469761649,
	"tag_list": [
		"知乎",
		"互联网",
		"市场营销",
		"商业",
		"知乎 Live"
	],
	"title": "为什么知乎 Live 越来越贵？",
	"q_descrip": "在知乎live刚开始公测的时候，价格基本较低，当然由于是初始，一切都在摸索，然后在放开一部分限制之后，大V们就开始加价了。我想说采用价格手段确实可以过滤一部分低质量的听众，让讨论群里面的氛围更好，但是这也限制了一部分人有一定想法，但止步于价格的人。 现在的live无论讲什么基本上都是二十块钱起步，四十五十的也很常见。我认为是不是一部分大V们想要借此来标榜自己的知识的含金量和自己的地位吗？ 几种猜测：1.一部分…",
	"num_follow": "1403",
	"num_view": "235956"
}
{
	"_id": {
		"$oid": "5925991d898fc814905e0913"
	},
	"question_id": 38920431,
	"created": 1451199902,
	"tag_list": [
		"日本动画",
		"动漫评析",
		"新海诚",
		"如何评价 X",
		"你的名字。(动画电影)"
	],
	"title": "如何评价电影《你的名字。》 ？",
	"q_descrip": "希望大家不要找网上的资源，现在已经确定内地上映日期12月2日，也不要传播盗版。谢谢！ 新海诚监督最新的长篇原创动画电影《你的名字。》正式发表，这是一个关于两位素不相识的年轻男女互相出现在对方梦中的故事，确定将在 2016 年 8 月于日本本土上映。 PV：新海诚监督《你的名字》剧场版动画 特报PV 人设：田中将贺(未闻花名/心在呐喊) 作画监督：安藤雅司(千与千寻) 声优：立花瀧(CV:#神木隆之介#)///宮永三葉(CV:#上白石萌音…",
	"num_follow": "20242",
	"num_view": "5863180"
}
{
	"_id": {
		"$oid": "59259922898fc814905e0914"
	},
	"question_id": 47513388,
	"created": 1466083842,
	"tag_list": [
		"知乎 Live"
	],
	"title": "你对现在试运行的知乎 Live 有哪些建议？",
	"q_descrip": "刚刚突然冒出一个关于知乎live的想法，却没有找到可以向知乎官方提建议的地方。于是自己就大胆地来开一贴，大家可以吐槽，可以表扬。那么我自己先来一条：知乎live能否考虑设置两种付费参加类型：高价者可以在讨论中发言；另再增加一部分低价名额，只可以观看讨论做旁观者。这样既保证了讨论的有效性，又能大大增加受益者，不至于很多人想参加缺名额已满。",
	"num_follow": "815",
	"num_view": "113803"
}
{
	"_id": {
		"$oid": "59259925898fc814905e0915"
	},
	"question_id": 22565024,
	"created": 1390207580,
	"tag_list": [
		"健康",
		"生活",
		"养生",
		"美发美容",
		"美容护肤"
	],
	"title": "如何正确地养护头发？",
	"q_descrip": "本人头发稀少色黄且易分叉，看到街上好多美女头发乌黑柔顺且发量多甚是羡慕，在网上找了一圈如何改善头发质量的方法，除去N多广告贴外，基本上有这么几大类吧： 1.劝说不要用超市开架洗发水，用一些进口的护发品等 2.黑芝麻生姜等内服外用土法 3.自制天然洗发水（……） 4.美容院烧钱专业护理 以上几种是我看到的，但是每一种方法我都不太确信是不是正确的护理头发的方式，希望有专业知友帮忙分析，谢谢",
	"num_follow": "9087",
	"num_view": "477528"
}
{
	"_id": {
		"$oid": "59259929898fc814905e0916"
	},
	"question_id": 47555661,
	"created": 1466209032,
	"tag_list": [
		"日本文化",
		"商业模式",
		"网红经济"
	],
	"title": "日本有网红经济吗？",
	"q_descrip": "这其中跟中国不同的地方是哪里？",
	"num_follow": "477",
	"num_view": "148481"
}
{
	"_id": {
		"$oid": "5925992c898fc814905e0917"
	},
	"question_id": 48895497,
	"created": 1469495133,
	"tag_list": [
		"日本",
		"日本人",
		"恐怖袭击",
		"海外华人",
		"如何评价 X"
	],
	"title": "如何看待日本神奈川县残疾人福利设施遭持刀袭击，19死45伤?",
	"q_descrip": "链接: 日本神奈川持刀杀人男子被捕 19人死30人伤--日本频道--人民网",
	"num_follow": "735",
	"num_view": "203441"
}
{
	"_id": {
		"$oid": "59259931898fc814905e0918"
	},
	"question_id": 48203314,
	"created": 1467780974,
	"tag_list": [
		"游戏",
		"手机游戏",
		"精灵宝可梦（Pokémon）",
		"体验类问题",
		"Pokémon Go"
	],
	"title": "参与Pokemon go 是怎样的体验？",
	"q_descrip": "今天是pokemon go 上架第一天，应该有不少人已经开始玩了。题主也冒死在考试之前下了一个，还没开始玩。想问问大家对这个游戏的体验如何",
	"num_follow": "957",
	"num_view": "470415"
}
{
	"_id": {
		"$oid": "59259935898fc814905e0919"
	},
	"question_id": 23358462,
	"created": 1397119759,
	"tag_list": [
		"Wi-Fi",
		"日本自由行",
		"日本上网",
		"日本wifi"
	],
	"title": "去日本旅游，用什么上网或连什么wifi呢？",
	"q_descrip": "在东京接待过来日本逗留期间从三天到一年的朋友，总结各种经验，推荐一个最经济有效的方法： sim卡 或 随身wifi  + 日本当地免费wifi资源。可以做到：1.随时随地和国内联系以及查看地图，搜索换乘和上网  2.在遍布全日本的特定网点进行上传照片视频发朋友圈微博，查阅网页等流量较大的信息。咱们一个一个来说。SIM卡首先，无论你是来三天还是三个月，都不要指望在日本能轻易办到当地手机。重要的事情说三遍，不要来日本办手机，不要来日本办手机，不要来日本办手机。我今年2月刚刚为朋友问遍三大运营商，几乎所有手机都必须加入两年签约。但是你可以用手机插sim卡。这个SIM卡我200%强烈建议大家在国内买好。因为在日本绝大部分人都还是用签约机，极少有人自己买手机单买SIM卡，这就导致卖SIM卡的地方非常非常非常少，只集中在几大电器店。而这几个电器店都在市中心，这就代表你下飞机到去酒店这一段路程都没有随手可得的网用。非常不方便的。至于买卡途经就非常多了，各种旅游网站，某宝。大多数产品都是40-50人民币可以几天上网，走日本运营商。不过这里要提醒大家，虽然很多卡标记的是『不限流量』，其实是有上限的。当你超过这个上限的时候，仍旧『可以上网』，但是会『限速』，结果就是比龟速还慢...这个在日本签约手机包月的同学都心知肚明，超流量以后大家都生不如死，基本等于没网...这也是为什么我的解决方案里强调日本当地wifi的缘故。大家一定要长个心眼，别说不限流量就使劲用，结果限速后又没地方现买卡就惨了。这个SIM卡的优点是可以随时随地用，所以建议不要太费流量，仅用于必要的时候，比如搜索路线，换乘，临时查看一些比较重要的信息，和同行朋友取得联系什么的。照片视频就忍忍等有wifi再传。随身wifi我没有国内的手机，所以每次回国出差都是在机场租wifi。用了很多次下来的体会是如果有SIM卡，最好不要选择随身wifi。第一，电消耗很快，基本半天就完，那之后你就叫天天不应叫地地不灵了；第二，太沉。特别是为了防止费电，很多时候还要加租一块电池，就两倍沉。而且每天晚上你要给这个移动wifi以及它的电池充电，感觉有点落后于时代了。最开始我出差的时候还是几个人租两个wifi，现在公司老大直接买个无锁手机插卡，然后给我们分享流量。如果你一定要租随身wifi的话，不建议和SIM卡一起使用。日本当地wifi好多朋友以及我以前都觉得，国内好爽啊，每个店铺都有wifi，随便连。在日本因为大家手机大多是上网包月的，对wifi需求不是特别大，自己买路由器提供wifi的店凤毛麟角，导致外国人来旅游的时候特别不方便。其实后来才知道，日本的wifi覆盖率也是非常非常高的，只不过提供方并不是每家店自己，而是三大运营商。有许多同学甚至在日本的朋友应该不知道，日本的一些服务商官方wifi，外国人是可以无条件免费用的。比如说在日本KDDI在星巴克或者一些商场铺的Wi2无线信号，日本的人都熟悉。只是你直接连的话都连不上，因为日本人正常使用是要交钱或者在指定店铺消费的。但可是！可但是！！厉害之处就在这里！后来我发现这个Wi2有个面向外国人的宣传册，写着免费wifi。这又是怎么回事呢？下图拍自宣传册。星巴克，Bic Camera，唐吉坷德，还有Airport Limousine和Hato bus其实就是机场巴士。另外Tully’s，小田急，京急等也可以用。最近看新闻说富士山也覆盖了。其实做法很简单，因为他们只在日本之外的APP store提供链接这个wifi的专用APP，在册子上提供的官方网站就可以下载。TRAVEL JAPAN Wi-Fi（我进去以后是英文，如果找不到可以早中文APP store里搜TRAVEL JAPAN Wi-Fi试试）安装APP，他会让你安一个系统插件，一概通过，之后打开wifi，搜索到wi2系列的wifi就能连了。而且很爽的是，即使不是游客，是和我一样的在日华人也能用！！！所以我已经用这个蹭网有一段时间了，而且安利了不少小伙伴。当然了。定点wifi的缺点就还是不能随时随地连。所以建议和1或者2搭配使用。随便找个有Wi2的咖啡厅或者地铁，然后就可以敞开用流量啦~~这就是我原创的来日本旅游的最佳网络解决方案~~~如果有其他更好的方案欢迎在评论中指出，我更新到答案里。如果你觉得有帮助，请点赞就是最大的支持！谢谢 \\(^o^)/~",
	"num_follow": "653",
	"num_view": "115597"
}
{
	"_id": {
		"$oid": "59259939898fc814905e091a"
	},
	"question_id": 48144996,
	"created": 1467628019,
	"tag_list": [
		"科比·布莱恩特（Kobe Bryant）（人物）",
		"饿了么网上订餐"
	],
	"title": "如何评价饿了么找科比代言？",
	"q_descrip": "曝科比将代言“饿了么”！中国捞金化身外卖小哥",
	"num_follow": "1282",
	"num_view": "283174"
}
{
	"_id": {
		"$oid": "5925993c898fc814905e091b"
	},
	"question_id": 43549724,
	"created": 1461022839,
	"tag_list": [
		"兼职",
		"礼仪",
		"模特"
	],
	"title": "第一次去做模特兼职是什么体验？",
	"q_descrip": "想起了一句话“我的光鲜路人皆知，我的狼狈也无处遁形。”虽然活得还没有光鲜到路人皆知，却狼狈得几乎无处遁形。",
	"num_follow": "1258",
	"num_view": "339754"
}
{
	"_id": {
		"$oid": "59259940898fc814905e091c"
	},
	"question_id": 47554602,
	"created": 1466196058,
	"tag_list": [
		"索尼 (Sony)",
		"虚拟现实（VR）",
		"家用游戏机",
		"PlayStation VR",
		"索尼大法"
	],
	"title": "使用 PlayStation VR 玩游戏是怎样一种体验？",
	"q_descrip": "10月份发售，现在在各地陆陆续续有了体验会，先评测起来再决定买不买。",
	"num_follow": "661",
	"num_view": "55044"
}
{
	"_id": {
		"$oid": "59259945898fc814905e091d"
	},
	"question_id": 27726057,
	"created": 1421914506,
	"tag_list": [
		"小说",
		"文化",
		"故事",
		"文学"
	],
	"title": "你最喜欢的故事是什么？",
	"q_descrip": "(原来只是想收集一些故事的，自己闲的时候看看，没想到有这么多人关注，感谢大家！！！)",
	"num_follow": "179793",
	"num_view": "65239551"
}
{
	"_id": {
		"$oid": "59259949898fc814905e091e"
	},
	"question_id": 46682631,
	"created": 1464022856,
	"tag_list": [
		"日本",
		"旅行",
		"日餐",
		"冲绳县"
	],
	"title": "去冲绳旅行，有哪些不可错过的餐厅？",
	"q_descrip": "如题",
	"num_follow": "1177",
	"num_view": "49960"
}
{
	"_id": {
		"$oid": "5925994d898fc814905e091f"
	},
	"question_id": 47017657,
	"created": 1464841568,
	"tag_list": [
		"环境",
		"动物保护",
		"自然科学",
		"动物",
		"野生动物"
	],
	"title": "保护动物到底有什么意义？",
	"q_descrip": "看到很多人说保护候鸟、保护野生动物之类，这些动物离我们很远，保护有些动物甚至要花费非常高昂的代价。中国的城市很多本身都没建设得好，污染和环境状况都很差，别的不说，我看到的很多江河，几乎变成了臭水沟。在这种情况下，还有必要去花高额的金额和精力去保护动物吗？",
	"num_follow": "3405",
	"num_view": "117055"
}
{
	"_id": {
		"$oid": "59259951898fc814905e0920"
	},
	"question_id": 46897866,
	"created": 1464545472,
	"tag_list": [
		"留学",
		"留学生",
		"回国",
		"海归"
	],
	"title": "真的有那么多人认为留学生回国是因为在国外混不下去吗？",
	"q_descrip": "如题。主要是想问国内的朋友对留学生回国的看法和留学生回国以后自己的感受。",
	"num_follow": "3113",
	"num_view": "268025"
}
{
	"_id": {
		"$oid": "59259954898fc814905e0921"
	},
	"question_id": 29718064,
	"created": 1429512940,
	"tag_list": [
		"生活",
		"心理学",
		"成长",
		"家庭"
	],
	"title": "出生顺序对人的影响是怎样的？",
	"q_descrip": "这是第一次在知乎上回答问题。文笔不好，大家见谅。借此缅怀一下我的哥哥。哥哥比我大十五岁。题主问出生顺序对人有什么影响，对我来说，没有哥哥，就不会有我。哥哥在十四岁的时候被查出癌症（这件事情从小妈妈就给我讲过了），经过放疗化疗一系列繁杂的治疗保住了性命。但是放疗化疗带来的伤害是不可估量的，命捡回来了，恢复得也不错，但医生说并不能保证这个病不会复发。爸妈从长远角度考虑，决定生下我。听亲戚们说，当时哥哥很抗拒妈妈怀了我，不愿意理妈妈，甚至等妈妈生下了我，他也不愿意见我，不愿意到医院看我，和妈妈赌气。放在一般人身上，我也许会恨哥哥，我是他的亲妹妹，他为什么要这么讨厌我。幸亏我是个女孩，似乎让哥哥对我的恨少了一些。小时候，哥哥对我很凶。我最怕的人不是父母是哥哥。全家人都宠着我，因为我是最小的。只有哥哥，会在我任性的时候凶我，把我弄哭。我真的很怕。因为父母工作的原因，我从小被寄养在亲戚家，不怎么与父母，哥哥相处，也抗拒回家。对哥哥的印象只有两个字，害怕。血缘真的是个很奇妙的东西。其实说实话，现在想来，小的时候哥哥也对我很好（譬如我上幼儿园的时候，他已经上班了，隔三差五大人没空他就会来接我放学，带我去超市），只是他凶和愤怒的样子更让我印象深刻。不记得从什么时候开始，我对哥哥的印象没有那么糟糕了。大概是从十岁，我回到家里，结束寄住生活的那会。十岁生日那天，他送了我最喜欢的娃娃（三四百块钱）。那会我真真体会到有个哥哥真好。07年家里装修翻新（原本计划给哥哥结婚用），哥哥就从城里的房子搬回来住了。也就是说，我要和哥哥朝夕相处了。这是我们关系缓和的起点。亲兄妹应该就是上一秒你打我一拳把我打哭了，下一秒我又好了还是紧粘着你。那时候我五年级，每天放学回家都要找哥哥一起看看电视，玩玩（不是学霸，作业都最后写）。他会给我五块钱十块钱，去学校边上买小摊上的炸鸡，我就很高兴的屁颠屁颠去了，买回来两人往床上一坐一起吃。哥哥一直是个长不大的孩子。初中高中六年，妈妈成了全职太太，爸爸还在外面奔波。早起晚接我上下学的担子落在了哥哥身上。六年他任劳任怨不管是酷夏还是严寒，虽然还是会对我凶对我发脾气，但是让我印象深刻的已经变成他对我的爱了。高考前，我大概九点半十点的样子下自习，他隔三差五就买好kfc在车上等。离高考还有一个月的时候，我下楼扭伤了脚。他就早起一个小时送我去学校，把我背上五楼（这里提一下，哥哥因为小时候生病的缘故，个子就没有长多少了，跟我一般高）。那个早自习，我就在大家的读书声中泣不成声。回想起六年来的一点一滴，很惭愧，不知道怎么表达对哥哥的感谢。噩梦终于还是来了，我刚高考完，哥哥的癌症就复发了。我亲眼亲眼看着一个活生生的健康的人，被折磨折磨到只剩八十斤，七十斤。高考完的暑假，他开始流鼻血，不肯检查身体。爸爸强逼着他去检查。中间过程太过复杂就略去了。一个暑假的时间他做了两次手术，一次微创，一次大型。微创手术是我陪他住院的，手术前夕，我们在病房里，哥哥抓着我的手，他告诉我他觉得这次他熬不过了，我哭了，他也哭了。幸亏微创手术结果暂时证明不是恶性肿瘤。但是，手术之后，疼痛的症状并没有缓解，辗转到大医院后，又发现是最恶劣的一种肿瘤，很难被发现。九月，我去了大学。大一一整年爸爸都在带着哥哥四处求医。我问起来，哥哥从没说过一声自己疼。但是哪个癌症病人不会疼呢。求医的结果，所有医生都说，只能尽可能延长寿命，没有可能根治。爸爸瞒着他病已无药可治，但其实哥哥自己心里都清楚。他对我说不想看病了，说想把钱都留给我。可是如果钱能换回他的命，花多少我都愿意。大一暑假的中间，我二十岁的前一个月，他还是走了。没能陪我过二十岁。他走之前，他说，这可能是哥哥陪你度过的最后一个暑假。如果有下辈子，让我们换一下出生顺序好吗。让我来照顾你一次。谢谢各位看到这里的朋友，谢谢你们听我讲完心里的故事。---------------------------------------------------------------当时写的时候真的没想到会有真么多人关注。真的再次谢谢大家，谢谢你们的祝福和鼓励。第一次感受到这么多来自陌生人的善意，谢谢你们。我会努力生活，照顾好爸妈，我也相信哥哥会一直保佑我。也祝福各位，不管生活顺心与否，都能勇敢快乐地走下去！",
	"num_follow": "4114",
	"num_view": "121036"
}
{
	"_id": {
		"$oid": "59259959898fc814905e0922"
	},
	"question_id": 46217784,
	"created": 1463020669,
	"tag_list": [
		"移民",
		"经历",
		"偷渡"
	],
	"title": "你听说过哪些牛逼的移民故事？",
	"q_descrip": "充满冒险精神的闽南人曾经想尽各种办法偷渡到其他国家，成就了一个个传奇的华人故事。如今移民已经不需要用偷渡这样危险的方式，通过正常渠道走出去的中国人也不在少数。你听说过哪些牛逼的移民故事吗？屌丝逆袭？一波三折？赌上全部身家？",
	"num_follow": "6134",
	"num_view": "753758"
}
{
	"_id": {
		"$oid": "5925995d898fc814905e0923"
	},
	"question_id": 38185998,
	"created": 1449219340,
	"tag_list": [
		"统计学",
		"数据分析",
		"数据统计",
		"统计",
		"统计学分布"
	],
	"title": "为什么分母从n变成n-1之后，就从【有偏估计】变成了【无偏估计】？",
	"q_descrip": "题主对“有偏估计”和“无偏估计”间的转化，存在一定疑问：为什么分母从n变成n-1，就能把样本的有偏估计转化成无偏估计？ 我知道样本方差之所以是有偏估计，是因为它有系统性误差，不管怎么抽样，样本方差值总是小于理论方差值。 之所以存在这样的系统性误差，是因为计算式使用的均值是样本均值Y，不是总体均值u。由于Y是样本中n个X求得的均值，它总是比理论上的u更加靠近这一组样本中心。 同时也知道分母n-1的由来大概是因为自…",
	"num_follow": "263",
	"num_view": "9023"
}
{
	"_id": {
		"$oid": "59259961898fc814905e0924"
	},
	"question_id": 20695804,
	"created": 1357459905,
	"tag_list": [
		"数学",
		"计算机",
		"物理学"
	],
	"title": "什么是张量 (tensor)？",
	"q_descrip": "现在已有的回答都好吓人... 对于大部分已经熟练的数学和物理工作者, 这实在是一个极为基础的问题. 但这个问题在我刚接触张量时也困扰了我很久. 张量的那么多定义, 究竟哪些是对的? (显然都是对的. ) 它们的关系是什么? 我尽可能简单地用我自己的话把我对它粗浅的理解讲得明白些. 对于大部分已经熟练的数学和物理工作者, 这实在是一个极为基础的问题. 但这个问题在我刚接触张量时也困扰了我很久. 张量的那么多定义, 究竟哪些是对的? (显然都是对的. ) 它们的关系是什么? 我尽可能简单地用我自己的话把我对它粗浅的理解讲得明白些. A View from Physics张量的概念早在19世纪末就被数学家提出了, 但这个概念真正发扬光大, 还是在相对论出现以后. 原因是, 在相对论中, 在不同的参考系下看同一个物理系统, 它\"看起来\"是不一样的: 比如粒子的动量和能量在不同的参考系下根据 Lorentz 变换相联系. 这带来一个问题: 在 Bob 看来, 一个粒子的能动量是. 如果你问 Bob, 这个粒子的能动量是多少, 他会告诉你是. 但我 (Andrew) 听了以后, 必然是反对的: Bob 说的不对! 我看到的粒子的能动量明明是! 我们知道, Andrew 和 Bob 都没有说错. 和可以通过恰当的 Lorentz 变换相互转化. \"你说的我都懂\", 想必你已经看得不耐烦了, \"可是这个粒子的能动量究竟是多少? \" 由于参考系都是平权的, Andrew 和 Bob 的参考系并没有哪个更优越. 那我们干脆把它们都舍弃. 于是我们说, 这个粒子的能动量就由能动量张量来描述. 能动量张量是一个不随坐标而改变的, 物理系统内在的量. (如果你对左边这句话的确切含义感到疑惑, 请先往下看. ) 它在 Andrew 的坐标系里看是, 在 Bob 的坐标系里看是, 按照 Lorentz 变换变成. 你现在肯定找到了一点感觉. 什么是张量? 如 A.Zee 书中所说: A tensor is something that transforms like a tensor! 一个量, 在不同的参考系下按照某种特定的法则进行变换, 就是张量. 用张量有什么好处? 物理定律是不会随参考系的变化而变化的. 考虑下面一个物理过程: 两个粒子1和2经过散射变成了3和4. 在 Andrew 看来, 能动量守恒是. 但这样写, 并不能直接看出 Bob 也看到能动量守恒. 但如果用张量的语言直接写成: , 我们立刻就知道它在 Andrew 看来是, 在 Bob 看来是. 用张量语言描述的物理定律自动保证了不随参考系变化的这一性质. 而且从记号的角度看, 用张量也更加简洁. [*]Let us go deeper我们已经从物理上理解了什么是张量. 物理学家到此就很满意了. 但严谨的数学家们并不满意. \"你刚刚说张量是一个不随坐标而改变的, 物理系统内在的量\", 数学家质问道, \"你说的我都懂, 可是张量究竟是什么?\"如果你对线性代数略知一二, 可能知道线性变换这个概念. 线性变换这个概念的精髓之处在于, 它不依赖于线性空间的基的选取. 在某一组基下, 它的矩阵表示是一个模样; 在另外一组基下, 它的矩阵表示是另一个模样, 其中是基变换矩阵. 有一种常见的说法: 矩阵的意义是线性变换, 相似矩阵是同一个线性变换在不同的基下的表示. 慢着! \"同一个线性变换在不同的基下的表示\", 这难道不就是和之前说的张量是一回事嘛! Lorentz 变换就是 Minkowski 空间中的基变换, 能动量张量实质上就是一个线性变换. Andrew 和 Bob 看到的能动量张量, 不就是这个线性变换在不同的基下的表示吗? 你现在肯定找到了一点感觉. 什么是张量? 在数学家眼中, 张量已经被抽象成了线性变换. 当然, 数学家们还可以再进一步抽象这个概念, 提取出更普遍的 universal property. 这时, 张量被定义为张量积空间中的一个元素. 具体的定义不在此赘述, 请参考相关专著. 但尽管已经抽象到那样的程度, 其背后的思想依然是不变的. 如果你通过上面的阅读理解了张量背后的思想, 再去看相关数学或物理专著上或繁杂或抽象的式子, 或许会开朗很多 :-)最后引用陈维桓先生的《微分流形初步》一书中的一段话进行总结: 张量的概念是 G.Ricci 在19世纪末提出的. G.Ricci 研究张量的目的是为几何性质和物理规律的表达寻求一种在坐标变换下不变的形式. 他所考虑的张量是如同向量的分量那样的数组, 要求它们在坐标变换下服从某种线性变换的规律. 近代的理论已经把张量叙述成向量空间及其对偶空间上的多重线性函数, 但是用分量表示张量仍有它的重要性, 尤其是涉及张量的计算时更是如此.[*] 如果还定义了内积/缩并等运算, 还可以由张量迅速得到一些不变量. 此时会涉及对偶空间(因为内积本质是个线性函数)等概念, 进而涉及张量的协变和逆变. 为了行文简洁, 我在正文中没有提及这些概念. 但它们本质上和正文所说没有区别.",
	"num_follow": "4734",
	"num_view": "283130"
}
{
	"_id": {
		"$oid": "59259964898fc814905e0925"
	},
	"question_id": 37853060,
	"created": 1448381527,
	"tag_list": [
		"秀恩爱"
	],
	"title": "有个懂几何分析的女朋友是怎样一番体验？",
	"q_descrip": "问的差可能是智商问题。骂人骂的这么难听是家教问题。",
	"num_follow": "168",
	"num_view": "9664"
}
{
	"_id": {
		"$oid": "59259969898fc814905e0926"
	},
	"question_id": 37820720,
	"created": 1448329257,
	"tag_list": [
		"数学",
		"如何评价 X",
		"数学概念",
		"数学学习"
	],
	"title": "如何评价知乎上数学话题的「怎样理解」类问题？",
	"q_descrip": "很多都是连定义和基本性质都没好好看，就来问怎样理解。有意图得到高观点谈资的嫌疑。 如何评价这类问题？ 对一个概念或命题应该经过怎样的学习思考再与别人交流？应该怎样有效的交流？请谈一谈自己的经验与方法论。",
	"num_follow": "61",
	"num_view": "1639"
}
{
	"_id": {
		"$oid": "5925996c898fc814905e0927"
	},
	"question_id": 37749527,
	"created": 1448137225,
	"tag_list": [
		"数学",
		"代数",
		"抽象代数",
		"基础数学",
		"同调论"
	],
	"title": "如何自学同调代数？",
	"q_descrip": "R.T. 在用Hilton的 A Course in Homological Algebra,感觉读起来很吃力，习题好多不会做，请问该怎么办？ 补充： Hilton的书是老师推荐的，老师说Weibel的书起点较高建议我先看Hilton的。 然而我Hilton也看得吃力 TAT 之后找过一本国内的教材，感觉写的还不如Hilton的明白，所以就又回来看Hilton了orz 自学是因为目前学校里没有这门课，而问老师的话由于刚起步还不知从(quan)何(shi)问(wen)起(ti)。 再看几遍之后的确理解上能好…",
	"num_follow": "317",
	"num_view": "11103"
}
{
	"_id": {
		"$oid": "59259970898fc814905e0928"
	},
	"question_id": 37528104,
	"created": 1447597363,
	"tag_list": [
		"投资",
		"心理",
		"理财",
		"庞氏骗局",
		"诈骗"
	],
	"title": "遇上刚开局的庞氏骗局是不是应该立刻投钱？",
	"q_descrip": "因为他们总会让头几波投资人赚钱。",
	"num_follow": "764",
	"num_view": "118693"
}
{
	"_id": {
		"$oid": "59259973898fc814905e0929"
	},
	"question_id": 31734712,
	"created": 1435487791,
	"tag_list": [
		"数学",
		"拓扑学",
		"数学分析"
	],
	"title": "如何直观地解释「紧致性」？",
	"q_descrip": "题主本一数学系，感觉紧致性的概念很抽象。对于连续性、完备性还有一点“感觉”，而关于紧致性的概念以及证明感觉云里雾里的。有什么直观的解释么？ 以及，列紧性和紧致性有什么区别联系？",
	"num_follow": "324",
	"num_view": "10184"
}
{
	"_id": {
		"$oid": "59259978898fc814905e092a"
	},
	"question_id": 23785017,
	"created": 1400156838,
	"tag_list": [
		"生活",
		"数学",
		"数学建模",
		"计算机图形学",
		"多面体"
	],
	"title": "凸多面体的每个顶点可以求出吗？",
	"q_descrip": "许多平面围成一个凸多面体，每个平面的方程已知，是否可以求出这个凸多面体的每个顶点坐标，二维，三维，多维空间情况下，这个问题是否有解？如有，怎么求解？请详细说明",
	"num_follow": "24",
	"num_view": "1132"
}
{
	"_id": {
		"$oid": "5925997a898fc814905e092b"
	},
	"question_id": 33942026,
	"created": 1438563318,
	"tag_list": [
		"知乎",
		"商业",
		"商业竞争",
		"网络水军",
		"知乎实名制"
	],
	"title": "为何知乎上也有如此多的水军？",
	"q_descrip": "最近在知乎看到几个有关商品的提问，然而回答中出现了大波水军！怎样才能杜绝水军，更好的让知乎用户看到真实的答案！",
	"num_follow": "159",
	"num_view": "29003"
}
{
	"_id": {
		"$oid": "59259982898fc814905e092c"
	},
	"question_id": 30729444,
	"created": 1432734509,
	"tag_list": [
		"数学",
		"范畴论"
	],
	"title": "在范畴论中有哪些范畴是等价的？",
	"q_descrip": "最好有些不那么trivial的例子",
	"num_follow": "156",
	"num_view": "5566"
}
{
	"_id": {
		"$oid": "59259982898fc814905e092d"
	},
	"question_id": 35087726,
	"created": 1440679755,
	"tag_list": [
		"Gmail",
		"邮箱",
		"电子邮件"
	],
	"title": "为什么国内的邮箱服务大多没有类似 Gmail 的「归档」功能？",
	"q_descrip": "相关问题：为什么网易邮箱没有 Gmail 或 Hotmail “存档”的设计？ - 谷歌 (Google)",
	"num_follow": "103",
	"num_view": "8327"
}
{
	"_id": {
		"$oid": "59259989898fc814905e092e"
	},
	"question_id": 29543279,
	"created": 1428946862,
	"tag_list": [
		"书籍推荐",
		"阅读分享",
		"书籍评价"
	],
	"title": "有哪些书的序言让你耳目一新或者会心一笑？",
	"q_descrip": "比如说像是《你的灯亮着吗？》那样的序言： ——————————————————————— 序言 问题：没有人会读序言。 解决方法：把序言作为第1章。 解决方法带来的新问题：第1章很无聊。 新的解决方法：删了第1章，把第2章作为第1章。 ——————————————————————— 读这样的序言让人感觉很舒服，作者用序言很好的表达了主题，同时也没有让人觉得枯燥乏味。 有哪些书的序言让你觉得很精彩，给你留下了深…",
	"num_follow": "410",
	"num_view": "28154"
}
{
	"_id": {
		"$oid": "5925998a898fc814905e092f"
	},
	"question_id": 30085892,
	"created": 1430714496,
	"tag_list": [
		"国际经济学",
		"劳动经济学",
		"福利经济学"
	],
	"title": "自由国际贸易对发展中国家不利而对发达国家有利，这种说法对吗？",
	"q_descrip": "什么叫有利和有害？如果把有利和有害定义为国民福利（welfare）的升高和下降的话，结论是：不一定。造成这种原因的结果有两个：1.）双边模型和多边模型。双边模型（只有两个国家）因为其特殊性，用李嘉图模型很容易得到贸易比孤立（autarky）更能发挥比较优势，专业化生产使得生产效率上升，那么可以通过互通有无使得两个国家都至少不变差。但如果考虑到多个国家同时进行贸易，那么这个结论就不一定成立了。这是因为一国的福利水平不但与该国与其他国家之间的贸易壁垒有关，还与其他国家之间的贸易壁垒有关。举一个简单的例子。假设世界上有两种商品，和。共有三个国家，和。简单起见，不考虑生产，假设两国各有1单位的，国有1单位的。三个国家的福利函数是如果一开始只有，之间存在贸易，那么很显然之间不会出现贸易，因为他们的禀赋相同，但是之间存在贸易，会用1单位的去换1单位的。此时，我们有如果之间开放贸易，那么之间仍然不会出现贸易，但由于的加入，使得商品的价格必然下降。假设均衡是对称的，我们有在其他条件都不变的情况下，降低之间的贸易壁垒会使得的福利受到损失。这个例子告诉我们，在多边贸易的情况下，即使新古典假设都成立，仍然不能说自由贸易能使得所有参与方都至少不变差。2.）关税收入在刚才的例子和模型中，我们隐含了假设“贸易壁垒并不能为国家创造福利”。事实上这样的贸易壁垒很多，比如运输成本。但另一个不可忽视的贸易壁垒是关税。在考虑关税的前提下，一国削减关税并不能保证其福利一定会上升。事实上，Dixit and Norman (1985) 证明了在双边贸易的情况下，即使新古典假设成立，也会存在一个（可能不为零）的最优关税水平使得一国福利最大化。（我暂时没有想到比较 neat 的例子，所以这里就先不举例了）====楼主在问问题的时候还特意加上了“发展中国家”和“发达国家”的修饰语。感觉像是受了中心-外围理论的影响。但是具体有没有实证证据支持这个理论我就不清楚了……",
	"num_follow": "522",
	"num_view": "25681"
}
{
	"_id": {
		"$oid": "59259991898fc814905e0930"
	},
	"question_id": 31385857,
	"created": 1434540182,
	"tag_list": [
		"文化差异",
		"美国",
		"调查类问题",
		"社会",
		"美国生活"
	],
	"title": "美国到底哪里好？",
	"q_descrip": "今天看到美国到底哪里糟糕这个问题。里面很多人的意见和经历让我重新认识了米国。但是每年那么多的人涌去米国一定也是有原因的。希望各位在米国或者去过米国的能发表一点自己的体验。知乎首问谢谢各位╮(╯▽╰)╭",
	"num_follow": "1936",
	"num_view": "176427"
}
{
	"_id": {
		"$oid": "59259993898fc814905e0931"
	},
	"question_id": 31460049,
	"created": 1434775683,
	"tag_list": [
		"旅游",
		"旅行",
		"自助游",
		"跨国婚恋"
	],
	"title": "带英国女孩回中国一到两个月，该去哪些地方玩比较好？",
	"q_descrip": "别人从来没有来过中国，所以我想给她一个很出色的体验。预算不是问题。",
	"num_follow": "363",
	"num_view": "266649"
}
{
	"_id": {
		"$oid": "59259999898fc814905e0932"
	},
	"question_id": 30958535,
	"created": 1433411662,
	"tag_list": [
		"机票",
		"航空公司",
		"里程"
	],
	"title": "国内各大航空公司的常客计划都有哪些优点？哪家最划算？",
	"q_descrip": "如果英语够好，建议不要攒国内航空公司的里程，直接攒国外航空公司的里程，原因如下：国内航空公司由于里程容易过期，条款经常变动，给人一种积分/里程并不值钱的感觉（信用卡积分也类似）。但是，由于大多数航空公司都是三大联盟（星空联盟 Star Alliance，天合联盟 Sky Team，寰宇一家 One World）之一的成员，有以下两个策略，推荐给英语相对过关的朋友使用【注】：策略一是在一家主流航空公司注册常旅客号码，比如美联航 (United) 或者汉莎 (Lufthansa)，然后把相应国内航空公司的积分攒到那家公司去。比如国航的里程就可以全部攒美联航了，常旅客号码就是 UA________，其中下划线部分是你在 UA 的常旅客号码。我攒的是美联航，感觉还算靠谱吧，里程的价值可以用 1 mile = 1.5 美分（也就是每公里里程合人民币 1.5 * 6.1 / 1.609 = 5.68 分，或者说，跨越太平洋每次单程合 90 美元左右）来计算。上述的 1.5 美分只是一个参考值，里程对于不同的人价值不一样，比如大概是 60000 miles 能换美国飞中国的商务舱，这机票可远不止 900 美元；另外有时候买机票的时候 UA 会顺便卖点里程，官方的定价是 1.9 - 2.1 美分 per mile，这我觉得也是可以购买的，看大家需要了。里程的好处是，有时候机票已经很贵了，用里程换还是很便宜，比如有一次我换一个 30000 miles 左右的里程，下面提示，不想用里程的话也可以掏三千多美元购买本次航班。策略二我没用过，但我知道有人愿意这么折腾，所以也说一下：注册某积分联盟的一个小公司的里程账号，迅速拿到金卡，然后用这个金卡身份坑蒙拐骗（甚至去要求同等的航空公司也给你金卡）。比如爱琴海航空金卡好像就是出奇的容易（好像是 20000 公里，相比之下美联航的金卡需要每年飞 50000 miles, 也就是 8w 公里，需要在中美之间跑将近五个来回，挣起来很辛苦）。每个联盟下的金卡是通用的。拿到金卡，在东京可以去全日空（ANA）的休息室，在法兰克福可以去汉莎 (Lufthansa) 或者加拿大航空公司的休息室（参见下图），在伊斯坦布尔可以去土耳其航空的休息室（内有厨师可以按需求做菜，简直令人发指~!）... 基本上 major airport 都有一个你能用的休息室。稍微好点的休息室都有食物，有 Wi-Fi，还可以洗澡，转机必备。出发前早点去机场也变得更加愉悦。国内有个 TroyLiu “刘总”，是这方面的专家，相关信息了如指掌。想看他以前的博客不妨搜索 “和乐飞游” 。他好像做了个叫 “乐分” 的这方面的 App. 但是我没有用过不知道具体如何工作。英文好的不妨搜索 mileage 或者多逛逛 BoardingArea. 有很多 Frequent Miler 写的资料。我听说的关于攒里程的故事很多，比如芝加哥有中国人周末去德克萨斯的 Houston 飞个来回就为了攒里程的（想象一下返程空姐脸上的表情，浪费时间不说我觉得为了一点私利排放大量二氧化碳真心不好啊），有人回国的时候在太平洋上经过九个岛屿折腾的，最精彩的应该是这个（来自 Quora）：某年，有四十几个泰国农民长期频繁乘坐泰北某两地之间的航班，引起了执法部门的注意 —— 这些平时不进城的农民突然频繁坐飞机，莫非是贩毒? 经过调查，发现他们受雇于一个攒里程的猥琐男，那人不仅帮他们买机票，还给他们发工资，唯一的条件就是这些乘客攒下的里程的账户一定要归他控制，那两地之间可能也就是个成都到重庆的距离，飞够航段数换到金卡的价格极低，所以就有了农民改行坐飞机专员这种事情。【注】大多数情况不需要打客服电话，所以英语阅读水平就够了，口语要求较低。",
	"num_follow": "563",
	"num_view": "35988"
}
{
	"_id": {
		"$oid": "5925999a898fc814905e0933"
	},
	"question_id": 30942441,
	"created": 1433381733,
	"tag_list": [
		"政治",
		"地理",
		"地图",
		"中国近代史",
		"中国"
	],
	"title": "中国为什么还坚持把以前被割让的领土标上中文名？",
	"q_descrip": "公开地图内容表示若干规定国家测绘局2003年5月9日发布第一条 为了维护国家主权和利益，正确反映国家版图的内容，加强地图管理，规范地图编制，提高地图质量，依据《中华人民共和国测绘法》、《中华人民共和国地图编制出版管理条例》和国家有关法规，制定本规定。第十七条 有关地名注记表示规定：俄罗斯境内以下地名必须括注中国名称，汉语拼音版地图和外文版地图除外：1.“符拉迪沃斯托克”括注“海参崴”；2.“乌苏里斯克”括注“双城子”；3.“哈巴罗夫斯克”括注“伯力”；4.“布拉戈维申斯克”括注“海兰泡”；5.“萨哈林岛”括注“库页岛”；6.“涅尔琴斯克”括注“尼布楚”；7.“尼古拉耶夫斯克”括注“庙街”；8.“斯塔诺夫山脉”括注“外兴安岭”。官方原文链接：公开地图内容表示若干规定  「国土资源部」因为地图是政治的延伸，表明了一个国家的立场，如：1.曾经不承认锡金作为印度的一部分；2.马尔维纳斯群岛「福克兰群岛」的标注；3.日本北方四岛标属日本并括注「俄占」；4.藏南、阿克赛钦、南海、台湾的标注；看一看其他国家的地图就会有这样那样的差别。你们不要嘲笑TG的地图标识，因为相比KMT，TG实在是T的掉渣，先有常公地图开疆，后有小马哥…别闹，那边飘扬过五色旗，没飘扬过青天白日旗…",
	"num_follow": "496",
	"num_view": "269284"
}
{
	"_id": {
		"$oid": "592599a1898fc814905e0934"
	},
	"question_id": 24081038,
	"created": 1402284864,
	"tag_list": [
		"钱",
		"财务自由",
		"拜金主义",
		"金钱崇拜",
		"贫富分化"
	],
	"title": "为什么要财务自由？",
	"q_descrip": "看到大家讨论财务自由的很热烈，我和身边的人都没感觉到其有多大优越性，没财务自由，生活的也很好啊",
	"num_follow": "2638",
	"num_view": "117783"
}
{
	"_id": {
		"$oid": "592599a3898fc814905e0935"
	},
	"question_id": 26096140,
	"created": 1413691372,
	"tag_list": [
		"物流",
		"发达国家"
	],
	"title": "欧美日等发达国家是怎么解决最后一公里物流问题的？",
	"q_descrip": "美国根本没解决最后一公里的问题。国内的你们就做梦都笑醒吧，京东啥的一天三次，顺丰上门取件…… 你知道为了 2.14 号的情人节也许你最晚只能在 2.8 下单并且支付加急的费用吗? 你知道快递员有时候会把东西扔到你们家门口的草丛里吗（不是小件，相机! 而且也不是完全没有被盗的风险）?你知道即使不扔草丛里的话，快递员根本不会给你打电话，在你家门口贴个条子说明天再送，然后就走了吗? 你知道三次没送到你就得自己开车去一个开设在鸟不拉屎地价便宜地段的物流中心取货吗?总结: 国内物流在 “最后一公里” 这个方面完全碾压美国。P.S. 有一点是比中国稍好的，就是不需要你拿着圆珠笔填单子，能打印的尽量打印，标签啥的甚至可以打印出来再贴上去。基本上收发快递都只用在电子屏上签字啥的，完全不用纸。其它的真的没了。（当然这一点顺丰也做到了）",
	"num_follow": "110",
	"num_view": "9365"
}
{
	"_id": {
		"$oid": "592599a9898fc814905e0936"
	},
	"question_id": 21352448,
	"created": 1374123687,
	"tag_list": [
		"编程",
		"Lisp",
		"Scheme"
	],
	"title": "在lambda表达式中如何使用递归?",
	"q_descrip": "或者说,如何能把一个匿名函数定义成递归函数?",
	"num_follow": "85",
	"num_view": "4690"
}
{
	"_id": {
		"$oid": "592599aa898fc814905e0937"
	},
	"question_id": 21051393,
	"created": 1368353647,
	"tag_list": [
		"博客"
	],
	"title": "哪些公知的博客值得每篇都看？",
	"q_descrip": "[原文发表于 2013-05-15, 有修改]公知这词已经被用烂了。要是好好给公知下个定义的话，我觉得一篇都不该看。什么是公知? 我的定义是: 在专业领域有一定名气，并用这种名气对自己专业领域之外的公共事务发表意见的人就叫公知。例子: 何祚庥为蓉城交通画图. 郭沫若在甲骨文这领域绝对是大家，明星级的专家，但之外就成“公”知了。郭沫若的事迹不用我多说了吧。钱学森对亩产万斤发表言论的事迹也类似公知。（钱学森的误导性言论很有可能是官媒造出来的，不能全怪罪在他的头上，但那些误导性言论贻害无穷。）[有人说我举的这几个例子都比较亲官方，其实选这些人的时候没多想。不过选历史悠久点的人是有一定道理的，如果我在几年前举罗永浩作为公知的例子，过几年他做手机去了，社会事务不谈了，不是公知了，比较无解啊]专业人士的意见是值得听取的。但是听取公知的意见的价值就像听明星谈炒股，听球星谈军事一样。举个知乎用户的例子，@田浩，如果他发表关于禁毒的意见，或者分享关于禁毒的经历，那我应该可以接受他的绝大部分意见。但如果他哪天对于北京堵车、单双号限行或者沙尘暴发表什么意见，那他的意见的价值就和路人一样。由于他在知乎上名气较大，在那种情况下他就是知乎上的公知。（这也说明一点，一个人可以在一个领域是专家，剩下的领域是公知。）现状是很多人根本无从区分谁是公知，专业领域如何。这年头，有博士头衔的人比卖包子的还多。搞金融的对经济发表点特别外行的意见，或者搞统计的对数学评头论足，很容易被误解成专家的意见。还有，曾经是某专业领域的人也可能由于利益，或者其它因素扮演公知的角色（也就是顶着专家的头衔发表坑人的意见），这使得坑爹的公知与负责任的专业人士更难区分。——归根结底，大家听到有一定名气的人士的意见时，还是要坚持独立思考。最后，公知和写普及性文章的人，其实不宜混淆。不看公知的博客省下来的时间能做点啥? 阅读，反省，静心思考，理性交流。",
	"num_follow": "450",
	"num_view": "41145"
}
{
	"_id": {
		"$oid": "592599b1898fc814905e0938"
	},
	"question_id": 20938076,
	"created": 1365649028,
	"tag_list": [
		"算法",
		"算法设计",
		"算法与数据结构"
	],
	"title": "用最少的加法找到多个区间的和?",
	"q_descrip": "补充说明：+是一个满足结合律的运算. 不存在逆运算, 也不满足交换律. a+b的结果都能在O(1)空间里储存下来. 让sum(i,j) = A[i]+A[i+1]+...+A[j]. 所以就是区间i到j的和. Input: array A[0..n-1]. 整数array S[0..m-1], T[0..m-1]. Output: sum(S[0],T[0]),sum(S[1],T[1]),...,sum(S[m-1],T[m-1]) 算法要求: 1 用+的次数是可能的最少次数. (不知这个会不会简单点? 用+的次数是可能的最少次数乘以一个常数.) 2. 在满足上面一条的这…",
	"num_follow": "5",
	"num_view": "1116"
}
{
	"_id": {
		"$oid": "592599b1898fc814905e0939"
	},
	"question_id": 20957575,
	"created": 1366135721,
	"tag_list": [
		"自然科学",
		"物理学",
		"流体力学"
	],
	"title": "水中会发生类似于空气中的音爆的现象吗？",
	"q_descrip": "水中如果可以突破音障（水中声速），会发生什么现象？",
	"num_follow": "93",
	"num_view": "6903"
}
{
	"_id": {
		"$oid": "592599b8898fc814905e093a"
	},
	"question_id": 20484909,
	"created": 1347911345,
	"tag_list": [
		"八卦新闻",
		"调查类问题",
		"科学史",
		"科学家",
		"外貌协会"
	],
	"title": "你认为外表最好看的科学家是谁？",
	"q_descrip": "天文，地理，生物，心理，计算机科学，等等都算，对了，经济学家也算。 但要有一点，一定是实力派",
	"num_follow": "948",
	"num_view": "294272"
}
{
	"_id": {
		"$oid": "592599b9898fc814905e093b"
	},
	"question_id": 20872110,
	"created": 1363880662,
	"tag_list": [
		"互联网",
		"英语",
		"英语学习"
	],
	"title": "在互联网上，可以从零开始学英语吗？如果用心学，进度如何？",
	"q_descrip": "该问题复杂、庞大且因个体差异不存在一概而论的答案。此外，互联网上互联网下有区分的意义么？不然，在岸上可不可以从零学游泳呢？最终还是要回到生活中去运用的。其实无非是从零开始，如何利用互联网的资源来学习的问题。1. 从零开始：可以移步这里看下：英语零基础，要从哪里开始学，要怎么才能系统的学下去？当然还有这里：从零开始，如何学好一门外语？自然，为了避免走弯路，看下这边：学习英语最常见的误区有哪些？然后按照自己的水平选择开始的方案。要问问自己，从零开始有多零？字母都不识还是英语四级未过？要自己量体裁衣决定方案的。2. 互联网的资源：知乎上关于这个的讨论可谓汗牛充栋，随便列点：1）单词：刚开始学英语,准备从基础单词入手,请问有什么好的教材和好的学习方法？云词、拓词、扇贝、百词斩和 SuperMemo 等背单词的网站，各有什么特点和不同？沪江的开心词场怎么样？2）口语：学英语口语网站哪些比较好？3）阅读：有哪些能提高阅读水平的高质量英文网站？4）听力：如何突破英语听力？听力牛人的练习过程是怎样的？有哪些要注意的细节？提高英语听力，有哪些经验和诀窍？3. 用心和进度神马的用流行的一万小时理论来阐述：你不仅要有坚持一万小时的毅力，还要有始终保持在学习区的用心。其实提问之前，搜索浏览话题下的精华回答都能对英语学习有个起码的概念了，题主现在这么问能不能理解成是不够用心呢？用心从来都不是成功的充分条件，因而用心也并不能保证一个人英语学习进度的突飞猛进。如果用心学也不一定能有好进度，那还学不学呢？知乎上英语学习的回答大多都提到了坚持，要有毅力。从英语专业的角度出发，我想说这坚持不仅是在陈述语言学习是一个点滴积累的过程，更为重要的是当你发现进度不理想时，如何调整策略、方法和心态，坚持着继续学习。这是学英语起码的觉悟。",
	"num_follow": "192",
	"num_view": "7175"
}
{
	"_id": {
		"$oid": "592599bf898fc814905e093c"
	},
	"question_id": 20465361,
	"created": 1346987712,
	"tag_list": [
		"数学",
		"物理学",
		"费马",
		"光学",
		"量子物理"
	],
	"title": "光是如何知道哪条路线最快的，费马原理是不是违背常理呢？",
	"q_descrip": "科幻小说《你一生的故事》里提到费马原理（Fermat's principle）。又名“最短时间原理”：光线传播的路径是需时最少的路径。 书中举的例子是，光线从空气到水会发生折射，是因为水中的光速比较慢，所以光为了走最快的路径，就在空气里多走了一段，在水里少走了一段，也就是光能选择最优路径到达。 如果是人做决策倒是好理解。例如我们开车，有快车道和慢车道。我们要到达慢车道前方远处一个位置，有两种方法，一种是先拐入慢车道…",
	"num_follow": "3327",
	"num_view": "568716"
}
{
	"_id": {
		"$oid": "592599c1898fc814905e093d"
	},
	"question_id": 20355602,
	"created": 1342352730,
	"tag_list": [
		"历史",
		"台湾",
		"中华民国",
		"中国近代史",
		"胡适"
	],
	"title": "胡适当年为什么选择去台湾？",
	"q_descrip": "另外，我很想知道是什么原因让胡适那个时期做出这样的选择？",
	"num_follow": "1724",
	"num_view": "515996"
}
{
	"_id": {
		"$oid": "592599c7898fc814905e093e"
	},
	"question_id": 20702570,
	"created": 1357699124,
	"tag_list": [
		"美国",
		"文化",
		"科技",
		"经济学",
		"出版"
	],
	"title": "美国等西方国家学术出版物，包括教材和专著的价格如此高，是自由市场竞争造成的还是政策干预或者寡头垄断、行业联盟等外部因素导致的？这是否对学术和文化的繁荣产生了不良影响？",
	"q_descrip": "只回答第一个问题：只说教材。我倾向于认为是自由竞争和垄断共同作用的结果。不过这个垄断么，可能不是大家想象的那种。讲道理之前先澄清几个事实，纠正最早几个回答的一些误会：即使按美国平均收入而言，动辄上百一本的教材也算高消费。比如我住过的华盛顿州，2010 年美国劳工部公布的年平均收入是 $50,280，换言之，每个月收入 4000 多点。假定一个学期每个学生需要买五本书，也可能要 500+，这个数字对很多家庭来说不算很小的数字，更别说学生做兼职可赚不了这么多。所以才催生了各种旧书市场之类的替代手段——当然，贵不贵和值不值是两个概念。租书不便宜。比如我下面列出的龙书，http://Amazon.com 上买书要付 114.68，租书也得付 95.63。差不了多少。而且根据@vieplivee的说法，其实美国大学并不流行租书。现在才可以开始讲道理。首先声明，我不是做出版的，所以不能保证自己的观点是权威。为了公平客观，我以下的观点实际上是各个不同角色的观点的集合，包括读者、写书人和出版社。写书人和出版社的观点并不是我的，而是来自我之前收集的一些资料。大家酌情参考。我以两本书为例：《编译原理》，绰号龙书（Compilers: Principles, Techniques and Tools）和 《达芬奇密码》（The Da Vinci Code）。前一本是计算机界的经典教材，Stanford 用它教编译原理课；后一本不用我介绍了吧。站在读者的角度上看，学术出版有它特有的问题：它的受众很少。如今许多行业内部隔行如隔山，基础教材还好，而更进一步的专业资料就只能对应更窄的受众。比如《编译原理》，编译器专业出身的人奉为经典，但那些做数字图像处理的专家们则可能一辈子也用不到，哪怕他们都被外界称之为计算机专家。反之亦然。有限的受众使教材不能像出版流行小说那样走薄利多销的路线。条件所限，我暂时很难找到《编译原理》的销量，但我们不妨想象一下，我们可能在 Safeway 的畅销书柜台上同时摆一本 《达芬奇密码》和《编译原理》，然后卖一样的价钱么？任何对惊险小说、宗教故事或者单纯是对 NYT Bestseller 感兴趣的人都可能掏钱去买前者，而后者呢？恐怕只有计算机系，而且还是选修了编译原理这门课的同学们才会有兴趣。我相信没有书店敢这么干，也没有出版社敢这么出货。站在作者的角度上看，写一本教材投入很高。严肃的教材包含大量的例子、引用、外部索引，还得有勘误。要知道，教材里随便出一点错，对书的权威性都是打击。从开始编写，到编辑审定，到最终出版，期间消耗的时间和需要投入的精力远非一本通俗读物可比（并无对通俗读物不敬之意）。这段时间里，出版社总不能在收入上亏待作者。我的收藏里有这么一篇 blog，来自一位无奈的地质学学者，他用五本地质学书的出版经历证明了出书养不起家的现实：http://www.skepticblog.org/2012/05/30/why-are-textbooks-so-expensive/既不能扩大受众走低价路线，还得保证作者不需要写书过程中分心自谋衣食，那么唯一的办法只能是前期加大投入，然后用提价收回成本。这个价格显然不是用来支付漂亮的铜版纸印刷的。一个很好的例子就是《编译原理》第二版的KIndle 版本，纯电子版的价格高达 $101.29，和纸质书相差无几。不过，要是站在出版社和编辑们的角度上看，视角就很有意思。正巧我关注的 blog 中有一篇收藏，说的就是这个话题。这篇文章的作者 Joseph Esposito 曾经做过 New American Library （如今已经是企鹅出版社的一部分）的编辑，现在专注于电子出版界。作为资深从业者，他的说法应该有相当的可信度。而他给出的数字很惊人，也顺便支持了我前面的观点：出处：http://scholarlykitchen.sspnet.org/2012/10/10/why-are-college-textbooks-so-expensive/A widely used industry estimate for the average investment to create the master copy of a college textbook is $750,000. 出版一本学术类顶级好书需要投入75万美元。为什么要这么多？Joseph 给出了另一个原因，有兴趣的朋友可以自行检索原文：大学教师会和出版社讨价还价，要求更多的服务：在线教程、周边配置。这些都要钱，而教师不花钱，他们只需要提意见，然后学生付款。学生就成了冤大头，而出版社就成了过街老鼠。来自大学旧书商店的竞争。直接和出版社竞争。说白了，他的核心观点是：大学老师在书籍选择上只有权力没有义务是最大的问题。——这句话是真是假我就不知道，也许，知乎上的编辑们有更好的答案？仅供参考。参考价格：达芬奇密码，$9.99，精装硬皮本，不过$17.99。http://www.amazon.com/Da-Vinci-Code-Dan-Brown/dp/0307474275/ref=sr_1_1?s=books\u0026ie=UTF8\u0026qid=1357732582\u0026sr=1-1\u0026keywords=da+vinci+codehttp://en.wikipedia.org/wiki/The_Da_Vinci_Code编译器：原理，技术和工具，第二版，$114.68。http://www.amazon.com/Compilers-Principles-Techniques-Tools-2nd/dp/0321486811http://en.wikipedia.org/wiki/Compilers:_Principles,_Techniques,_and_Tools",
	"num_follow": "117",
	"num_view": "3981"
}
{
	"_id": {
		"$oid": "592599c8898fc814905e093f"
	},
	"question_id": 20109549,
	"created": 1331229320,
	"tag_list": [
		"物理学",
		"理论物理",
		"量子物理",
		"中微子"
	],
	"title": "大亚湾中微子实验中发现的新的中微子振荡行为意味着什么？",
	"q_descrip": "[本答案发布于 2012-12-06，2015-10-10 有修改]不少人以为这是 “诺贝尔奖级” 的结果，其实不然。你可以看一下曹俊的科普（他是直接参与者）：http://blog.sciencenet.cn/blog-296183-625550.html 他们相关的人自己也说 “没到诺贝尔奖的级别”。曹的博客里还有很多这方面科普的内容，如果有兴趣的话够读一阵子的。（修改：年底了，这个结果上了《科学》杂志的2012年度十大科技突破，其重要性可见一斑。参见这里曹俊本人的翻译及注释：http://blog.sciencenet.cn/home.php?mod=space\u0026uid=296183\u0026do=blog\u0026id=645045）中微子的发现（1956），拿了 1995年的诺贝尔奖；中微子振荡存在性拿了 2002 年的奖，但振荡里的几个常数还是不知道。即媒体报道的 ——读作 theta-一二、一三和二三，而不是十二、十三和二十三，因为描述的是一到二、一到三和二到三的转变。这次测的是 , 准确的说是测这个角的二倍的正弦值的平方，另外两个角都已经由别的实验知道了。啥叫中微子我就不解释了，参见末尾的参考。啥叫振荡呢？就好像小学放学，跑出1000个小学生，结果只有三百多个回到了家。失踪了吗？这是一个不得了的事情，得调查。调查结果是，小学生们没有失踪，只是有些在回家路上把校服脱了，看起来不像小学生而已。只有三百多个小学生穿着校服回到了家。“把校服脱了” 不是只脱一次，如果回家的路很长的话，“穿了脱、脱了穿”这样的事情是一直在发生的，这就是所谓 “振荡”。这是很粗略的比喻，也许能给人一点理解的幻觉。[现在似乎更流行普通青年转化成文艺青年和二逼青年这个比方，需要强调的是转化的过程也是震荡的，普通青年变成文艺青年以后还是有可能变成二逼青年的。]这次的结果，之前国际上的竞争对手也得到了，但是可信度不高，没法下定论，只能说有这样的 \"迹象\"。（比如法国的 double chooz, 日本的 T2K, 韩国的 RENO，韩国本来有点领先，是人力不够不能分析出结果，法国精度不够，日本地震震惨了）。大亚湾条件优越，人力充足，相关单位也支持，所以能出好结果是必然的，设计实验的时候就知道精度比对手强。得出精度够高的结论，就可以说是 “发现” 了。用数字表示的话，“迹象”是 99%，“发现\"是99.99999%，从 2.5 sigma 到了 5 sigma 以上。（顺便说一句，这种耗费巨资的实验，全球还有好多单位一起做，其重要性可见一斑。中国这个是美国能源部也出了钱的。）这个实验的结果不足以改变人的思维方式，但是也带来了惊喜，即  这个角比想象的大得多。（比对手快这点，值得中国人惊喜，但跟科学实验本身无关。）另外，这个实验也不算做完了，还得做四年。如果发现了什么意外的现象，或者运气特别好（比如这四年内有放出中微子的超新星爆发），做出重要突破还是有可能的。除了测 ，还要测一个 CP 对称性破坏的相位角，那个相比之下更加重要，要是有意外发现的话，hmm…… （CP对称性破坏也是知道的，只是中微子这里 CP 破坏如何表现，值得好奇）其实中微子还有一个极其重要的未解决之谜：即中微子的质量是多少。中微子有三种，也有三种质量（警告：三种中微子有三种质量，不是说每个中微子对应于一个质量的值，所谓 “振荡”，就是按一定方式 “混合” 起来才可以谈质量，这次测的东西就是怎么 “混合”）。由于有振荡，间接地知道质量不是零（于是中微子只能以很接近光速的速度，而不是光速传播）。但这质量到底是多少，不知道。难在中微子质量太小了，你也许知道，基本例子的质量不是论斤称的，但中微子跟其它粒子比起来，还是太小。1 kg，大约是 600亿亿亿 个质子的质量，一个质子大约相当于 1000 个电子的质量，但是一百万个中微子的质量也许还不如一个电子的质量。要是能测出中微子的质量，绝对是诺贝尔奖级别。不过这个似乎不在大亚湾实验的设计范围之内，有德国人在做。即使德国人能不能做出来，也要看运气和答案本身，也许结论也只能是 “中微子质量很小，比我们预期的精度还要小”，而不是测出一个值。从看客的角度，拿不了诺贝尔奖，为什么还值得关注呢？其实实验室的建设，研究生的培养，都是长线投资，这些钱投下去，对整个学科的发展，即相关的工程的建设，都是有推动的。现在投资，受益起码50年。这个实验需要的工程，难度比不上造第一颗原子弹，但是比起修水坝来说是要难不少的。全球的实验，建设上都遇到了工期拖延。（核电站附近搞爆破，你在别的什么地方见过？）。看看这个就知道工程的艰苦了：http://blog.sciencenet.cn/blog-296183-504592.html 实验里得到的数据的处理，对人也是一个很好的锻炼（我看报道是每天 310GB 的 data）。说了这么多也许有点发散，总结一下吧。不意味中国人能马上在这方面拿诺贝尔奖，意味着中国高能物理实验的长足发展，也意味着中微子还有些有趣的东西我们尚未知晓。=============================中微子跟太阳密切相关，推荐一个相关阅读：http://www.changhai.org/articles/science/astronomy/sun/10.php每天都有无数个中微子穿越你的皮肤，穿透地球，但是中微子很难和别的东西发生作用（要是子弹穿过你，你就挂了；x光基本可以穿过你，照多了也不好；但是中微子嘛，天天照也没事╮(╯_╰)╭）。这里有一个看似不错的科普幻灯片: http://www.phys.psu.edu/~cteq/schools/summer09/talks/morfinCTEQ09.pdf英语好会翻墙的推荐这里的解说：http://www.youtube.com/watch?v=md1CKUQp04Q另外这里是 “卡通” 解说，更初等：http://www.youtube.com/watch?v=lAAmAbJvvJg",
	"num_follow": "46",
	"num_view": "3820"
}
{
	"_id": {
		"$oid": "592599ce898fc814905e0940"
	},
	"question_id": 20423369,
	"created": 1345060020,
	"tag_list": [
		"历史"
	],
	"title": "「坑灰未冷山东乱，刘项原来不读书」究竟是讽刺秦帝业的短命，还是揶揄书生不顶用？或者根据阅历不同有其他解读？",
	"q_descrip": "唐·章碣的《焚书坑》：“竹帛烟消帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。” 为什么不少喜欢历史的人爱提后面两句诗？原意和引申义各有什么？",
	"num_follow": "95",
	"num_view": "37964"
}
{
	"_id": {
		"$oid": "592599d0898fc814905e0941"
	},
	"question_id": 20396457,
	"created": 1343953196,
	"tag_list": [
		"游戏",
		"设计",
		"游戏设计",
		"经典",
		"计算",
		"公式"
	],
	"title": "游戏设计中有哪些经典的计算公式？",
	"q_descrip": "减法公式：受到伤害=敌人攻击力-防御力除法公式：受到伤害＝敌人攻击力*敌人攻击力/（防御力+敌人攻击力）乘法公式：受到伤害＝敌人攻击力*（1-免伤率）经典概率算法圆桌概率算法属性池概念",
	"num_follow": "2509",
	"num_view": "71130"
}
{
	"_id": {
		"$oid": "592599d7898fc814905e0942"
	},
	"question_id": 20380090,
	"created": 1343283862,
	"tag_list": [
		"设计",
		"设计师"
	],
	"title": "如何辨别字体？",
	"q_descrip": "比如下面的字体：",
	"num_follow": "87",
	"num_view": "21546"
}
{
	"_id": {
		"$oid": "592599d8898fc814905e0943"
	},
	"question_id": 19648227,
	"created": 1305472509,
	"tag_list": [
		"X 是谁",
		"奈良美智（人物）",
		"画家"
	],
	"title": "奈良美智是谁？",
	"q_descrip": "奈良美智，一个我为了追随，特地跋涉到日本青森的男人。在上海读建筑系的时候，我曾经给奈良美智设计过别墅和画展馆。——当然啦，只是作为设计作业而已。因为设计作业的需要，把国内能找到的奈良桑的几乎所有资料都看了一遍，毕竟要给这个人设计别墅，就要知道他的生活习惯，作品风格，甚至小嗜好 ＾＾所以也算是很久以前就比较了解他了吧。奈良美智 ( Nara Yoshitomo) , 日本艺术界给他的定义是『画家，雕刻家，设计师』，分类是波普艺术(通俗艺术，pop art)，其作品在全世界都有一定的名声，并且在MoMA有展出，为日本现代美术第二世代的代表之一。奈良美智（总是打成妹纸...）在国内因为《蜗居》里面的梦游娃娃而著名。其实在日本他的代表作品一般是形象各异的、都有着邪恶眼神的女孩子和小狗雕塑。他的作品展现形式非常多样，这一点会在后面给大家介绍。 奈良美智出身日本青森县弘前市，但其实有着不浅的国际背景。1987年他在爱知县立艺术大学硕士毕业后，来到德国的杜塞尔多夫艺术学院（Kunstakademie Düsseldorf ）进修，并在那之后移住科隆。他在德国整整住了12年才回到日本。（其实奈良美智虽然看起来年轻，其实是1959年生人...比我爸还要年长啊orz）他的主要作品和名声其实在德国期间就已经奠定了，回到日本之后办了几个大型个人展览。除了艺术创作为个人以外，各种展览和宣传活动他主要和一家名为『graf 』的艺术工作室合作。奈良美智虽然作品可爱精细，其实却是个内心和外表都不羁的朋克大叔。他曾经在纽约的车站乱涂乱画结果被警察拘留了一天.....太萌了有没有！（大叔内心OS: 我这是帮你们招揽游客啊混蛋！）下图为某次和大野智一起做的访谈节目，真是酷到没朋友啊。建议想了解他的朋友去看一下关于他的纪录片《奈良美智和他的旅行记录》（NARA:奈良美智との旅の記録），里面有实拍他的工作室，创作时候的样子，筹办展览的过程和一些采访。可以近距离看到大叔是个什么样的人哦。奈良美智和他的旅行记录 (豆瓣)前文提到奈良美智的创作其实形式多样广泛。其实他筹办的展览可不光是把画和雕塑放到美术馆里，倒不如说整个展览就是他的设计作品（在电影里也可以看到一部分），他喜欢在巨大的展览空间里做出各种小房子，我们可以走近小房子看到里面贴的密密麻麻的素描草图，或者通过小小的窗口窥视里面摆放的雕塑作品。对他来说，展览本身就是『设计观看的体验』和『探险』的过程。所以奈良大叔其实是当得起设计师的名号的。2012年我曾经去过青森，当时为了可以亲眼目睹奈良大叔的作品，特地一个人坐了巴士去青森县立美术馆。当时积雪很深，从市中心坐了很久巴士，来到一个人迹罕至的小站。远远望见县立美术馆，纯白色的立面和雪景很合。有一种静谧的感觉。 美术馆内部的设计也很漂亮。 奈良大叔的作品是常设展，也就是说并非某一个时期，而是长期在此展出的。其实日本的东北新干线开通之后，为了招揽游客到青森旅游，海报上就是奈良大叔在日本最出名的小狗雕塑——『青森犬』。就是下图这家伙啦。小狗呆在美术馆一个室外的专用展厅里。据说夏天是开放的，可以进去和小狗合影。当时是冬季，积雪很深所以封闭了。夏天是酱紫的。真的好棒。其实这家伙是很巨大的~~另外，奈良美智的展出中一部分小屋也被保留了下来，在青森县立美术馆展出。可以看个过瘾哦。 嵌在墙里的青森犬。透过一个小窗户看到的小屋内的风景。 小屋内众多的小物。素描。如果没有机会去青森也没关系，在东京的青山有一家奈良美智咖啡馆， A to Z Cafe （A to Z是奈良美智一个个展的名字）。里面除了有一些奈良大叔的作品，还还原了一个小屋。很久以前和朋友去过一次，咖啡馆里很多细节可以赏玩，非常值得一去哦。咖啡馆主页（貌似没有英文的）：A to Z cafe｜商業藝術A to Z cafe｜商業藝術另外，大叔其实是个推特狂，每天都要发好多推，懂日语的同学可以去围观：https://twitter.com/michinara3?lang=ja最后来一张大叔照片镇楼",
	"num_follow": "98",
	"num_view": "8981"
}
{
	"_id": {
		"$oid": "592599e0898fc814905e0944"
	},
	"question_id": 31053840,
	"created": 1433684357,
	"tag_list": [
		"生活",
		"职业",
		"经济",
		"留学",
		"中国"
	],
	"title": "出国留学的人不回国的理由有哪些？",
	"q_descrip": "这几天一直看那个回国的理由看的我都不想出去了（X 难道就没有选择不回来的知友吗求分享心路历程…… 然后作为一个文科生国内国外都是毕业就失业也没啥更大的机会感觉…… 才疏学浅，真心求教（鞠躬 镜像问题 出国留学，生活工作过的人回国的理由有哪些？ - 职业规划",
	"num_follow": "18035",
	"num_view": "1039809"
}
{
	"_id": {
		"$oid": "592599e0898fc814905e0945"
	},
	"question_id": 30556523,
	"created": 1432195630,
	"tag_list": [
		"日本",
		"美食",
		"日本文化",
		"日餐",
		"拉面"
	],
	"title": "日本拉面的正宗吃法是怎么样？",
	"q_descrip": "我看到有人说到博多拉面我就在补充一下：日本福冈县福冈市古称博多，因此这里特产的拉面被称为博多拉面。以豚骨汤和直细面为主要特点。在福冈拉面专门店、中华料理店、屋台都能吃到。博多拉面使用的面是福冈县产的“ラー麦”含水分24%~28%，面粉不是很筋道，但是更容易吸收汤汁。表面如同日本素面一样白细。一般都是极细直面。博多拉面给人最大的印象也就是浓厚的猪骨汤。但是实际上在博多拉面跟人们印象一样并不一样，浓厚系的屋台跟拉面店在博多非常少，面向当地居民的店铺和老铺大多都是使用清淡的汤。这几年博多系的连锁拉面店的兴起让博多拉面的名声享誉日本，也让更多人误认为这些原来少数派口味的拉面代表了整个博多拉面。虽然清汤但是博多拉面猪骨味非常浓，在拉面店口就可以闻到这股味道。关东风的拉面为了抑制这浓烈的味道一般都会加上调料。所以来到福冈吃正宗的博多拉面不要惊讶这么大的味道。说完 博多拉面的特点 就该说说博多拉面的吃法。①一定要了解面的硬度博多拉面从最硬硬开始的基本顺序是：バリカタ→カタ→ヤワ→バリヤワ，有的店铺有比バリカタ还要硬的ハリガネ、粉おとし。也有なま（生面），这种就比较少了。下单时候一定要要选择适合自己口感的拉面。看不懂也没关系，菜单一般都会注释多少秒。②博多拉面的配菜是辛子高菜和红生姜博多拉面配菜有两个定番，一个是辛子高菜，一份是红姜。一般都放在正对自己柜台边。先少量放在拉面上，尝尝味道，心里有数后根据自己喜好盖在拉面上。博多拉面配菜有两个定番，一个是辛子高菜，一份是红姜。一般都放在正对自己柜台边。先少量放在拉面上，尝尝味道，心里有数后根据自己喜好盖在拉面上。③替玉（加面）是基本博多拉面一般都使用的是容易伸长弹性很足的细面。一个人的量是不够的，因此2~3回替玉很正常。博多拉面一般都使用的是容易伸长弹性很足的细面。一个人的量是不够的，因此2~3回替玉很正常。④汤的味道会变化辛子高菜和红姜放入博多拉面的汤中时间越长，汤的味道也会改变越厉害。掌握替玉的时间，可以让拉面更加美味。⑤不只有“替玉”也有“替肉”（追加肉）博多拉面专门店，除了有替玉选项外。还有替肉（煮过的猪肉）选项。豆知识：桌子上放着的配菜辛子高菜和红姜在拉面上来之前吃是违反规矩的。请注意！！！博多拉面吃法就说到这里。",
	"num_follow": "2822",
	"num_view": "449083"
}
{
	"_id": {
		"$oid": "592599e7898fc814905e0946"
	},
	"question_id": 45555407,
	"created": 1462509521,
	"tag_list": [
		"日本动漫",
		"动漫",
		"编曲",
		"动漫音乐"
	],
	"title": "《禁绝的边境线》为什么能如此洗脑？",
	"q_descrip": "最近这首歌在B站已经被刷爆了，各种抖腿各种动次打次。 但是究竟他为什么能这么洗脑？有哪位能从编曲角度说说么？ 我先去吸一口",
	"num_follow": "309",
	"num_view": "67014"
}
{
	"_id": {
		"$oid": "592599e9898fc814905e0947"
	},
	"question_id": 43492275,
	"created": 1460939169,
	"tag_list": [
		"留学生",
		"留学日本",
		"早稻田大学",
		"慶應義塾大学",
		"东京大学"
	],
	"title": "日本对留学生的优厚待遇到底为这个国家带来了什么？",
	"q_descrip": "日本留考比日本人本身考的考试简单，留学生拿奖学金也比本地人简单。然而这些慷慨的措施却不知道给日本社会本身带来什么好处？ 留考简单，大批国内高考没考好的人混进顶级大学，更不要说一些二本，三本的学生进东大做院生了。 奖学金好拿，各种家庭条件不好的学生也到了日本，混个文凭读个在国内复读三次都考不上的级别的大学，毕业之后再以海龟的姿态回国。 然而这些真的给日本社会带来了什么好处吗？ 日本留学被越来越多的作为…",
	"num_follow": "2670",
	"num_view": "235239"
}
{
	"_id": {
		"$oid": "592599ef898fc814905e0948"
	},
	"question_id": 22008493,
	"created": 1384165498,
	"tag_list": [
		"女生",
		"恋爱"
	],
	"title": "在中国，即便一个很优秀，漂亮的女生，如果到了27岁或者30岁，是不是也很少有人喜欢了？",
	"q_descrip": "只是想了解一下这个现象:) 不是在说我自己啦 很多人在谈喜欢和爱的区别。我觉得爱是喜欢的一个结果，喜欢是爱的必要不充分条件。不可能有人一开始就爱上谁，爱是要有时间和经历的，一点点的去了解一个人，一起经历了很多事情，才可能爱上彼此吧！",
	"num_follow": "4743",
	"num_view": "517924"
}
{
	"_id": {
		"$oid": "592599f0898fc814905e0949"
	},
	"question_id": 43214611,
	"created": 1460640168,
	"tag_list": [
		"日本",
		"地震",
		"日本地震"
	],
	"title": "日本熊本县 2016 年 4 月 14 日地震的原因是什么？目前影响如何？",
	"q_descrip": "谢喵，我会跟进日本新闻，实时直播更新+解说。（4.23新更：微博诅咒日本地震的公司上了日本新闻头条）4月14日晚九点半，熊本发生九州有史以来最大地震，直下型，震感在日本地震史上排至前七位。截止至15日凌晨，已确认死亡人数9人，从29岁至94岁不等。轻重伤员近800人。（不过伤员也包括家里杯子从桌上掉下来砸到脚这种，所以参考价值倒是较低）4.16 8:00更新————4月16日凌晨，熊本附近再次发生7.3级强震，级数比之前还强，不过震感略弱。这次地震导致熊本发生停电，影响到20万户左右的居民。核电站目前没有异常。由于强震引起的不安，许多居民来到室外避难点不愿回家。政府虽然呼吁居民回家避难，却引起了抱怨连连。强震后余震非常频繁，每一次都会引起刚经历过强震的惶恐。所以非常能理解居民们的心情。两次接连强震在地震史上并不罕见。311大地震就是两次极强地震连续袭来，只不过间隔时间只有十几分钟，所以并未引起关注。——————由于是直下型地震，震源深度极浅（10km）此次地震震感超过7度，在日本历史上是掰手指头数的过来的。顺带一提，311大地震时东京震感为5度强，那时候我已经吓得觉得要死了。具体感受可以参考：http://www.zhihu.com/question/38195617/answer/75323360下图为新闻中熊本地震后家里的样子。熊本是我第一次踏上日本时候来到的土地。衷心祈祷愿一切平安，不要有更大的余震。大家放心，救援会高效迅速的进行。4/15 9:47更新。熊本政府已在市内将收费wifi全面开放为免费wifi为什么要有wifi?311大地震那年，日本iphone普及率还不高。地震之后所有电话回路都立刻瘫痪。手机完全打不通。所幸我当时用的是 iphone3g网络，直接开skype给家里及时报了平安。否则就凭官方报道的尿性，父母该不知道有多担心。也是经过这次灾难，在手机瘫痪时仍旧通信良好line被推上了舞台（废话，因为是用因特网嘛）。日本政府也认识到使用因特网减轻电话线路压力的重要性。另外，略微欣慰的是事实和科学终于打了那些造谣者，谣言传播者的脸。请大家警惕，一些无良公众号，微博号这两天一定会发他们当年用来吓人的“东京五年内会有9级以上地震” “日本学者研究说一个月内将有毁灭性地震”“地震云长什么样” 这类打着科学旗号的伪科学文章。这类文章他们从2011年311地震开始就动不动扩散，配上吸引眼球的题目和巧妙引导读者相信的内容，为了吸粉极其不负责任。甚至还有几次明确指定某月某日会大地震的言论，应该属于恶意造谣，可惜国内并不会管给日本造的谣。地震不可预测，只能预防。这是熊本地震再次告诉我们的。4/15 16:58更新————熊本熊部长仍旧行踪不明地震前一小时左右，熊本熊部长在推特回复了一条粉丝评论。截止今天下午17:00分已经超过20个小时，部长仍然没有任何回音。令日本国民纷纷担心。部长，不要死啊～～！但是也有人指出，身为部长的熊本熊只是在抗灾第一线忙碌，一定没空发推特罢了。希望大家能够耐心等待。另外今天中午答主公司里的711已经开始为熊本地震募捐。真是太神速了！————4.16更新 给游客的建议——很多朋友私信问我这几天去日本旅行是否安全。在此建议7-10天内计划去九州旅游的游客改变行程。可以改去日本其他地方。而日本其他区域几乎没有受到影响，不必过多担心。九州境内，未来一周-10天会有许多小的余震。对于没有感受过大地震的人来说，这些3-4级的余震足以把你吓尿。另外九州内交通和景点都会受到影响，会影响到游客行程。至于大阪，东京等，依然如旧。如果有已经在九州的朋友，遇到地震怎么办请戳这里http://www.zhihu.com/question/24720743/answer/29160630————4.17 10:20——哈哈，果然像我说的，公众号们忙了一天，今天在微博和群里看到一堆人开始转发别有用心的文章了。目前文章主要有两篇，第一篇是写，“”熊本第二次地震比第一次地震朝东偏了，可能是第一次地震引发了容易地震的部分也开始大地震。这样像多米诺骨牌一样连锁反应，很快就全国大地震了！”甚至还配上了图：但是仔细一看，这些公众号引用的大多是推特上的内容。而非官方权威专家的详细分析。就好比“微博大v分析明天地球要毁灭”差不多的可信性。经过演绎，丧失了原理论的诸多细节。那么这个推特的根据是什么呢？其实也有专家是这样分析的。让我们来看看更权威的媒体是怎么说的。日本气象厅在16号分析，指出很有可能熊本第二次地震才是“本震”（就是本来就会发生的地震），而第一次地震是其前震。这样大地震之前先在附近震一下，是很正常的事情，而且多相隔数天。311大地震前两天，也在附近有一次7.3级的地震。17号的新闻中说，东京大地震研究所的负责人公开表示，他们认为气象厅的初步分析是正确的。两次地震的关系很可能是前震和本震的关系。但同时，名古屋大学有一位教授也不同意这种观点，仍然坚持后者是前者诱发的可能性。地震的原理和原因，本来就是未知因素居多。所以到底是哪种，不可能有定论。但是公众号们将更可能引起恐慌的理论加以演绎，配上一些实际无关却容易引起联想的数据，而对多方支持的“余震本震论”绝口不提，利用普通民众不易得到日文信息这点，其用心可真是昭然若揭了。因为对他们来说余震本震论太无聊了呀！如果地震就这么结束了民众哪里会害怕，怎么会转发呢？呵呵。的确，“最坏的可能”会引发全国大地震，可是不谈概率摆事实到底是不是耍流氓？那么多分析学说，营销号只选最吸引眼球的，也难怪无辜的大众看到清一色都是这类信息，难免要半信半疑了。另外一个传的沸沸扬扬的谣言，是“熊本附近的阿苏火山居然喷发了，一旦大喷发开始日本就完了啊啊啊啊啊”对这个观点我朋友@日本哥玩微博直接辟了谣。日本哥提供的图片如下。阿苏山这货三年喷发了五次(๑´•.̫ • `๑) 每次都是一样的呀，所以有什么区别吗？人家只是为了万无一失的安全才预想最差最坏的可能，结果经过一堆人的夸张，被你们理解为事实了。。。。摊手。。请大家识别谣言，不转发，不扩散，适当拉黑，取关一些无良公众号。因为下次他们发的东西，也许就是引发你自己恐慌的谣言。4.23更新————几日前，微博上出现了一家名为“昆明银工物防门控”的公司。发微博表示为了诅咒日本地震打折。由于此类言论众多，其实本来也是见怪不怪。然而livedoor针对此事写了一篇详尽报道。现在在谷歌搜索“熊本地震”时这个新闻“中国企业庆祝熊本地震，进行打折”出现在第三位。懂日语的同学可以看一下前面的summary。报道本身还是客观属实的。指出很多网友痛骂此号，说不要把历史和地震混为一谈，太丢脸了。然而也指出个别网友拿出日本网上论坛言论说日本人也曾经咒骂中国地震。对此，新闻报道方的意见是，个人言论和企业公开言论不可同日而语。日本人可能并不了解，在中国，尤其是这种小企业，对pr并没有什么掌控。这种号更多是负责人按照个人意愿随意发布。据我所知，国内某著名新闻媒体公司内部的群发通知邮件都会在毫不相关的话题中时时加入反日言论。这样在商务场合扯入政治观点的事情在日本人来看是不可想象的。然而可惜的是，我也并没有什么影响力可以向日本解释这件事情。可想而知有多少日本人和企业看到了这条新闻，对除了这家企业以外的中国同胞有多大影响。也许是一个费尽心力在日本找工作的留学生因此错过心仪的企业，也许是一个中国企业因此失去绝好的合作机会，也许是一个游客因此受到当地人的白眼。。。。还好新浪这次总算有了点良知，这个微博号现已删除。然而日本方面的新闻带给我们的影响是无法消除的，所以希望把整件事情还原给大家。不要觉得出了一时之气很爽，无论是个人还是企业，总有一天要为恶毒付出相应的代价。我会在这个答案持续更新熊本地震的最新情况。欢迎关注和讨论。",
	"num_follow": "822",
	"num_view": "212155"
}
{
	"_id": {
		"$oid": "592599f8898fc814905e094a"
	},
	"question_id": 42349921,
	"created": 1460106265,
	"tag_list": [
		"人际交往",
		"朋友关系"
	],
	"title": "怎样恰当地和比你厉害很多的人交往？",
	"q_descrip": "对方认真的表白，我认真的拒绝了，也拒绝了去实习。对方尊重我的选择。还是做朋友。",
	"num_follow": "810",
	"num_view": "24062"
}
{
	"_id": {
		"$oid": "592599f9898fc814905e094b"
	},
	"question_id": 40495032,
	"created": 1455762527,
	"tag_list": [
		"日本",
		"社会科学",
		"文化",
		"社会"
	],
	"title": "日本果真是我们应该追求的和谐社会吗？",
	"q_descrip": "”这就好像，你有一同学，人很聪明，也很勤奋，考入名校，公司高管，娶得娇妻，月薪百万，住豪宅，开好车。但工作压力奇大，平均每天睡眠五六个小时，几乎没有假期，性生活也不频繁，甚至有抑郁症倾向，有时想过或实施过自杀。如果你既能看到他的成就，也能看到他的代价，那么你扪心自问，他这样的生活你想不想要？答案可能智者见智了。日本在发达国家中自杀率高得离谱，连夫妻性生活都很贫乏。表面上的确是工业和科技高度发达，但背后普通日本人承载那么大压力可能却是中国人承受不来的。而且日本这种疯狂工作，极端有礼，等级森严，女性地位低下的民族个性，其实更多是一种封建社会的德性遗产而不是现代发达国家的特征。中国要学都是学不来的。日本的福利形式不是欧美那样政府主导的，而是通过企业对员工的形式发放。对公司忠诚的员工，最后能享受会社高额的退休金。这种制度几乎完全就是封建制度的翻版了……甚至跟资本主义提倡的个人主义都有些格格不入，与欧美频繁跳槽追逐个性的工作文化区别很大。这些都是日本从娘胎里带出来的属性，中国要成为美国可能不是难事，要成为日本基本是不可能的。日本这种良性稳定，分工明确的社会制度和稳固的单一民族共同体，较之欧美有它独到的优势。西欧国家那种移民＋政府福利体系造成的种族矛盾和阶级矛盾在日本是看不到的（典型的受害者比如法德）。日本在近代历史上看似是个后发国家，其实自身封建遗德的积淀非常深厚。这种文化非常接近欧美右翼和宗教团体追求的社会秩序，也就是一般意义上的保守主义。保守主义某种程度上又脱胎自中世纪封建制度，日本恰好是封建制度保留得最细致的国家。",
	"num_follow": "3237",
	"num_view": "121200"
}
{
	"_id": {
		"$oid": "59259a01898fc814905e094c"
	},
	"question_id": 39761089,
	"created": 1453523655,
	"tag_list": [
		"日本",
		"日本生活",
		"日本旅游",
		"日本自由行"
	],
	"title": "日本的爱媛县是怎样的一个地方？",
	"q_descrip": "在网上能查到的关于爱媛县的信息少之又少，而且大多是重复的，感觉在日本存在感蛮低的ˊ_\u003eˋ所以有没有去过爱媛县或者在爱媛县呆过的胖友，来讲讲你的感受吧～ 比如当地景色气候如何，生活方便程度，旅游信息，当地名产美食等等 如果可以的话，麻烦着重介绍一下今治市～ 还有爱媛县到大阪东京方便吗？ お願いします(´ ˘ `๑)♡",
	"num_follow": "463",
	"num_view": "30888"
}
{
	"_id": {
		"$oid": "59259a02898fc814905e094d"
	},
	"question_id": 40531909,
	"created": 1455850058,
	"tag_list": [
		"啤酒",
		"圣诞老人"
	],
	"title": "刚看到一款啤酒，居然叫“圣诞老人的屁屁”好搞笑，还有其他类似名字的啤酒吗？",
	"q_descrip": "圣诞老人的屁屁Santa’s Butt Porter",
	"num_follow": "339",
	"num_view": "19433"
}
{
	"_id": {
		"$oid": "59259a07898fc814905e094e"
	},
	"question_id": 21700013,
	"created": 1380029437,
	"tag_list": [
		"日本",
		"日本文化",
		"人际交往",
		"日本人",
		"日本社会"
	],
	"title": "日本人不给人添麻烦到什么程度？",
	"q_descrip": "是否会造成某些负面效果？比如人与人之间太客气产生的距离感？",
	"num_follow": "21762",
	"num_view": "7157909"
}
{
	"_id": {
		"$oid": "59259a0b898fc814905e094f"
	},
	"question_id": 19552586,
	"created": 1294197193,
	"tag_list": [
		"美食",
		"生活",
		"零食",
		"办公室"
	],
	"title": "最适合在办公室吃的零食是什么？",
	"q_descrip": "适合在办公室工作之余吃的，所以不能太油，不能很容易弄脏手，不能有强烈刺鼻的气味，最重要的是——通过食用它可以帮助缓解焦虑情绪......-在家办公的话就指书房/办公桌。",
	"num_follow": "76076",
	"num_view": "4918879"
}
{
	"_id": {
		"$oid": "59259a0f898fc814905e0950"
	},
	"question_id": 39562550,
	"created": 1452993754,
	"tag_list": [
		"语言",
		"日语",
		"翻译",
		"小语种",
		"日语学习"
	],
	"title": "你见过哪些让你瞠目结舌的日语翻译？",
	"q_descrip": "姐妹问题过来的--- 你见过哪些让你瞠目结舌的英语翻译？ - 语言文化",
	"num_follow": "2185",
	"num_view": "1180573"
}
{
	"_id": {
		"$oid": "59259a12898fc814905e0951"
	},
	"question_id": 39522377,
	"created": 1452864553,
	"tag_list": [
		"虚拟",
		"信任危机",
		"网络诈骗",
		"童瑶（知乎用户）"
	],
	"title": "看完童瑶诈骗后，不相信知乎大 V 的回答了怎么办？",
	"q_descrip": "既然学历资料…经历…故事…答案…地点…一切的一切都可能是编出来的…那么傻傻曾经深以为然赞同的观点该何去何从…我开始不相信这个虚拟的世界了…以前总觉得都是好牛好牛遥不可及的大v…现在想想有可能只是泡沫…",
	"num_follow": "1426",
	"num_view": "162103"
}
{
	"_id": {
		"$oid": "59259a17898fc814905e0952"
	},
	"question_id": 28959229,
	"created": 1427021523,
	"tag_list": [
		"日本",
		"美食",
		"生活",
		"日本文化"
	],
	"title": "日本的饭团为什么是三角形的？",
	"q_descrip": "是因为三角形结构稳定吗?",
	"num_follow": "112",
	"num_view": "24016"
}
{
	"_id": {
		"$oid": "59259a19898fc814905e0953"
	},
	"question_id": 31186121,
	"created": 1433987406,
	"tag_list": [
		"语言",
		"语言文化",
		"外语",
		"语言学习",
		"语言比较"
	],
	"title": "每种语言都有哪些玩死人的地方？",
	"q_descrip": "相关问题：每种编程语言都有哪些玩死人的地方？ - 编程",
	"num_follow": "7551",
	"num_view": "1032076"
}
